[
   {
      "country": "Albania",
      "dishes": [
         "Fergese Tirane",
         "Tave Kosi"
      ],
      "recipe": {
         "title": "Baked Lamb with Yogurt (Tave Kosi)",
         "ingredients": "1 1/2 lb Lamb leg or shoulder|Salt and pepper|3/4 c Butter|2 tb Rice|2 lb Yogurt|5 Eggs; beaten|1 tb Flour",
         "servings": "6 servings",
         "instructions": "Cut meat into 4 serving pieces. Season with salt and pepper to taste. Dot with 1/4 cup butter and bake at 350 degrees, basting now and then with pan juices, about 40 minutes, or until well browned. Stir rice into pan juices. Remove baking pan from oven and set aside while preparing yogurt sauce. Combine yogurt with salt and pepper to taste. Stir in eggs until smooth. Set aside. Melt remaining 1/2 cup butter and add flour. Saute until smooth. Add yogurt mixture and stir until smooth. Pour yogurt sauce in baking pan, stirring it with meat pieces, and bake at 375 degrees 45 minutes. Serve hot. Yields 4 to 6 servings. Each of 6 servings: 519 calories, 444 mg sodium, 305 mg cholesterol, 44 grams fat, 8 grams carbohydrates, 23 grams protein, 0 fiber"
      }
   },
   {
      "country": "Algeria",
      "dishes": [
         "Couscous"
      ],
      "recipe": {
         "title": "Greek Couscous",
         "ingredients": "1 1/2 c Water|1 c Couscous|1/2 ts Dried Oregano|1 1/2 c Plum Tomatoes; Diced|1 c Cucumber; Peeled And Diced|1/3 c Crumbled Feta Cheese|1/4 c Ripe Olives; Halved|3 tb Diced Red Onion|15 1/2 oz Chickpeas; Canned, Drained|1/4 c Water|3 tb Lemon Juice|1 1/2 tb Extra-Virgin Olive Oil|1/4 ts Salt|1/4 ts Coarsely Ground Pepper",
         "servings": "4 servings",
         "instructions": "Bring 1 1/2 cups water to a boil in a medium saucepan; stir in couscous and oregano. Remove from heat; cover and let stand 5 minutes. Fluff with a fork. Combine couscous, tomatoes, and next 5 ingredients (tomatoes through chickpeas) in a bowl; set aside. Combine 1/4 cup water and remaining ingredients; stir well with a whisk. Pour dressing over couscous mixture, tossing gently to coat."
      }
   },
   {
      "country": "Angola",
      "dishes": [
         "Muamba de Galinha",
         "Funge"
      ],
      "recipe": ""
   },
   {
      "country": "Antigua and Barbuda",
      "dishes": [
         "Fungee and Pepperpot"
      ],
      "recipe": ""
   },
   {
      "country": "Argentina",
      "dishes": [
         "Matambre Arrolado",
         "Parrillada (Asado)"
      ],
      "recipe": ""
   },
   {
      "country": "Armenia",
      "dishes": [
         "Khash",
         "Khorovadz"
      ],
      "recipe": ""
   },
   {
      "country": "Australia",
      "dishes": [
         "Meat Pie",
         "Scone-topped Beef Casserole",
         "Australian Grilled Lamb Chops",
         "Traditional roast lamb"
      ],
      "recipe": {
         "title": "Empanadas (Brazilian Meat Pies)",
         "ingredients": "4 c Flour|1 tb Butter|1 c Shortening|2 Whole eggs|1 Egg yolk|2 ts Salt|1 1/2 c Cold water|For the filling:|1 tb Oil|1 sm Onion, finely chopped (about 1/4 cup)|1 Clove garlic, minced|3 Chicken legs|1 Bay leaf|2 tb Tomato paste|Salt & pepper|Water, as needed|3 tb Flour|1/4 c Cooked peas|8 Pitted green olives, chopped|Cayenne pepper|1 Egg beaten with a pinch of salt for glaze",
         "servings": "50 Servings",
         "instructions": "Servings: Makes 50 1/2-inch empanadas Notes: Empanadas are Brazil's national appetizer, tiny pies filled with chicken olives, and peas. Belita's are famous all over Brazil. Empanadas are traditionally made in special molds that are almost as deep as they are wide. If they are unavailable, any small tartlet molds will do. \"The secret to making good dough,\" says Belita, \"is to massage it, not knead it.\" It may look as if she's making mud pies, but the results are truly superb. For the dough: To prepare the dough: Place the flour in a large mixing bowl and make a well in the center. Place the butter, shortening, eggs, salt, and 1 cup water in the well. Using one hand to mix, squeeze these ingredients through your fingers to make a paste. Gradually work in the flour, squeezing the dough between your fingers to mix it. Add water as necessary; the dough should be quite soft. Let the dough rest for 30 minutes while you prepare the filling. Heat the oil in a large saucepan. Saute the onion and garlic over medium heat for 2 to 3 minutes or until soft but not brown. Add the chicken, bay leaf, tomato paste, salt, and pepper, plus water just to cover. Bring to a boil, reduce heat, and simmer for 20 minutes, or until the chicken is cooked. Skim off the fat that rises to the surface. Remove the chicken, then strain and reserve the broth. When the chicken is cool enough to handle, discard the skin and remove the meat from the bone. Finely shred the meat with your fingers or in a food processor. Stir in the flour, peas, and olives. Stir in 3 to 4 Tbsp broth; the filling should be moist but not runny. Add enough cayenne to give the chicken a little bite. Pinch off cherry-sized pieces of dough and use them to line the tartlet molds. Belita pushes the dough in with her thumb. The dough should just reach over the top of the mold. Place a spoonful of filling in each crust. Roll out the remaining dough and cut out tops for the empanadas. Try to capture an air bubble when you place the top over the filling; according to Belita, this is what makes the pies light. Seal the tartlets by pinching together the top and bottom crust. Note: The empanadas can be prepared ahead to this stage and frozen. Preheat the oven to 350-F. Brush the tops with egg glaze. Bake for 30 minutes or until golden brown. Unmold and serve."
      }
   },
   {
      "country": "Austria",
      "dishes": [
         "Wiener Schnitzel",
         "Tafelspitz"
      ],
      "recipe": {
         "title": "Wiener Schnitzel",
         "ingredients": "6 Veal cutlets|1 1/2 tb Fresh lemon juice|Salt|1/2 c All-purpose flour; up to 1|2 Eggs; lightly beaten with 2 tablespoons cold water|2 tb Vegetable oil|1 Generous cup fine; dry bread crumbs|4 tb Butter; up to 5",
         "servings": "1 servings",
         "instructions": "Preheat oven to 250 degrees. Pound the veal cutlets to an even, approximately 1/8-inch thickness, or have your butcher do this for you. In a dish, sprinkle the cutlets with lemon juice and let stand for 30 minutes. Season both sides with salt. Place the flour on a flat plate, and place the egg/water mixture in a wide, shallow bowl. Add the oil to the egg mixture and beat in with a fork. Spread the bread crumbs on a large plate. Dip the cutlets lightly into the flour, making sure to coat all surfaces, then gently shake off the excess flour. Dip the cutlets into the egg mixture, letting the excess drip away, and then dredge them in the bread crumbs. Let stand at room temperature for 20 minutes. Heat your largest, heavy skillets over medium-high heat and add the butter. When the butter is quite hot and the foam starts to subside, add the veal (cook in batches if necessary - but don't crowd them in the pan). If the butter browns too much after cooking the first batch, you may need to discard it, wipe out the pan, and add more butter for the next batch. Cook for 4 to 6 minutes on each side, until golden brown, and turn with a spatula (don't use a fork or tongs, or the breading may be pierced). When the second side is golden, the schnitzels should be cooked through. Transfer to a warm platter and keep warm in a 250 degree oven while you cook the second batch, if necessary. Fat; 0 Other Carbohydrates"
      }
   },
   {
      "country": "Azerbaijan",
      "dishes": [
         "Dolma",
         "Shashlik"
      ],
      "recipe": {
         "title": "Greek Dolmades",
         "ingredients": "16 oz Brine-packed grape leaves|1 1/4 c White rice, shortgrain|3 1/2 c Vegetable broth|1 Onion, finely chopped|1/2 c Olive oil|1 Garlic clove, minced|2 tb Dill, minced|1/2 c Parsley, minced|1/2 c Lemon juice|Salt & pepper",
         "servings": "30 Dolmades",
         "instructions": "Unfold grape leaves & rinse with cold water. Remove & discard small stem from each leaf. Pat dry & set aside. Bring rice & broth to a boil. Reduce heat to low, cover & simmer until the rice is tender, about 25 minutes. Let cool to room temperature. Saute onions in 3 tb olive oil until translucent, about 10 minutes, stirring frequently. Stir in garlic, dill, parsley & half the lemon juice, remove from heat. Add onion mixture to rice. Season & mix well. Preheat oven to 350F. On a flat surface, place one leaf smooth side down with stem towards you. With wet hands, roll one ts rice mixture in the palm of your hand into a cylinder shape. Place filling at stem end of the leaf & begin rolling the leaf, folding both sides. Continue rolling to enclose the filling & make a tight bundle. Place filled leaf in a 9\" X 13\" baking dish. Repeat with remaining grape leaves & rice mixture. Drizzle with remaining oil & juice. Cover with foil & bake until tender, about 30 minutes. Remove from oven, allow to cool for 10 minutes & refrigerate. Serve chilled or at room temperature."
      }
   },
   {
      "country": "Bahamas",
      "dishes": [
         "Grilled Conch with Peas and Rice"
      ],
      "recipe": ""
   },
   {
      "country": "Bahrain",
      "dishes": [
         "Machboos"
      ],
      "recipe": ""
   },
   {
      "country": "Bangladesh",
      "dishes": [
         "Biryani",
         "Do Macha"
      ],
      "recipe": {
         "title": "Biryani Badshahi",
         "ingredients": "1 kg Mutton|500 g Rice parboiled|3 tb Lemon juice|20 Blanched almonds|1 tb Mint leaves; (chopped)|2 c Butter|2 Handfuls chopped coriander leaves|1 tb Cumin seeds|4 lg Sliced onions|4 Whole cardamoms|2 tb Sweet oil|8 Pods garlic|4 Whole cloves|1 2 inch long ginger|1 tb Saffron|1 tb Green chillies chopped|1 tb Red chillies powdered|1 1 inch piece cinnamon|1 kg Curd|250 g Milk|6 c Water|Salt to taste.",
         "servings": "1 servings",
         "instructions": "First, wash and soak rice. Then fry sliced onions to a golden brown colour. Soak saffron in water. Now grind ginger, red chillies, garlic and almonds and fry these in butter. Add to it mutton and salt and stir for five minutes. Now add water and cook on a slow fire till meat becomes tender and about 2 cups of the gravy is left. Boil rice again with salt in another pan. Put curd into a piece of muslin cloth and let the water drain away. Add ckives, cardamom, cumin seeds, mint leaves, chopped chillies and coriander in drained curd. Strain the saffron water and add lemon juice. Add all this to mutton. Sprinkle half of the boiled rice over the mutton, then spread a layer of fried onion and then of rice again. Now pour milk and some butter and cover the vessel. Seal edges of the pan with flour paste. Place can on a fire for one hour. Serve it very hot with some curry."
      }
   },
   {
      "country": "Barbados",
      "dishes": [
         "Coucou and Flying Fish"
      ],
      "recipe": ""
   },
   {
      "country": "Belarus",
      "dishes": [
         "Manchanka and Draniki"
      ],
      "recipe": ""
   },
   {
      "country": "Belgium",
      "dishes": [
         "Moules et frites",
         "Vlaamse Stoofkarbonaden"
      ],
      "recipe": ""
   },
   {
      "country": "Belize",
      "dishes": [
         "Stewed Chicken",
         "Boil up",
         "Rice and Beans"
      ],
      "recipe": {
         "title": "Peruvian Stewed Chicken",
         "ingredients": "1 cn (16 ounce) chopped tomatoes|1 tb Olive oil|1 md Onion, finely chopped|3 Cloves garlic, minced|1 ts Cumin|1 ts Dried oregano|1 Bay leaf|10 sm Chicken pieces (up to 12)|1 ts Coarse salt|1/2 ts Freshly ground black pepper|1 Green bell pepper, sliced|1 c Green peas",
         "servings": "5 Servings",
         "instructions": "Place tomatoes in a blender or a food processor fitted with the metal blade and process until liquefied. Set aside."
      }
   },
   {
      "country": "Benin",
      "dishes": [
         "Peanut soup"
      ],
      "recipe": {
         "title": "Sopa De Mani (Peanut Soup)",
         "ingredients": "1 c Peanuts, roasted & ground =OR=-|1/2 c Peanut Butter|2 tb Oil|1 Onion, finely chopped|1 lb Potatoes, chopped and boiled|4 c Stock|2 tb Chives, chopped|Salt and pepper",
         "servings": "4 Servings",
         "instructions": "Heat the oil in a saucepan and cook the onion until it becomes transparent. Add the ground peanuts or peanut butter, potatoes and a little stock and mash well. Alternatively, put these ingredients into a blender. Now pour the rest of the stock slowly into the puree, mixing well. Bring the soup to a boil, then let it simmer, covered, for 5-10 minutes. After this, remove the pot from the heat and season. Sprinkle the chives on top before serving."
      }
   },
   {
      "country": "Bhutan",
      "dishes": [
         "Ema Datshi"
      ],
      "recipe": ""
   },
   {
      "country": "Bolivia",
      "dishes": [
         "Saltenas",
         "Aji de Lengua"
      ],
      "recipe": ""
   },
   {
      "country": "Bosnia and Herzegovina",
      "dishes": [
         "Cevapi",
         "Bosanski Lonac"
      ],
      "recipe": ""
   },
   {
      "country": "Brazil",
      "dishes": [
         "Feijoada"
      ],
      "recipe": {
         "title": "Claude Troisgros' Feijoada",
         "ingredients": "3 Whole pig's feet, cured in salt|2 Pig's ears, cured in salt|3 tb Olive oil|2 Onions, chopped|6 Garlic cloves, chopped|2 lb Black beans, soaked|2 Red bell peppers, chopped|1 lb Dried meat (Carne Seca), cut into cubes|2 Whole oxtails, chopped into 2-inch pieces|4 Portuguese pork sausages (Paio), sliced|1/2 lb Smoked bacon, cut into 1-inch pieces|Salt",
         "servings": "10 Servings",
         "instructions": "In a bowl combine pig's feet and ears with water to cover; soak for 24 hours, changing water 5 times. Drain and split pig's feet. In a large casserole heat oil until it is hot. Add onions and garlic and cook, stirring often, 5 minutes. Add black beans, bell peppers, dried meat, pig's feet, pig's ears and oxtails; add enough wat er to cover. Bring to a boil and simmer, stirring occasionally, 1 1/2 hours (beans should maintain their shape and not become mushy). During last 10 minutes of cooking add pork sausages and bacon. Se ason with salt, if necessary."
      }
   },
   {
      "country": "Brunei Darussalam",
      "dishes": [
         "Ambuyat",
         "Nasi Katok"
      ],
      "recipe": ""
   },
   {
      "country": "Bulgaria",
      "dishes": [
         "Banitsa",
         "Bob Chorba"
      ],
      "recipe": ""
   },
   {
      "country": "Burkina Faso",
      "dishes": [
         "Riz Gras"
      ],
      "recipe": ""
   },
   {
      "country": "Burundi",
      "dishes": [
         "Elephant Soup",
         "Boko Boko Harees"
      ],
      "recipe": ""
   },
   {
      "country": "Cambodia",
      "dishes": [
         "Amok trei",
         "Samlor Kako"
      ],
      "recipe": ""
   },
   {
      "country": "Cameroon",
      "dishes": [
         "Ndole",
         "Fufu"
      ],
      "recipe": {
         "title": "Fufu",
         "ingredients": "2 1/2 c Bisquick. baking mix|2 1/2 c Instant potato flakes",
         "servings": "1 Servings",
         "instructions": "Note: Conventional west African fufu is made by boiling such starchy foods as cassava, yam, plantain or rice, then pounding them into a glutinous mass, usually in a giant, wooden mortar and pestle. This adaptation for North Americans may trouble you if you try to stick to minimally processed foods. But it's worth trying at least once with west African groundnut stews. Bring 6 cups of water to a rapid boil in a large, heavy pot. combine the two ingredients and add to the water. Stir constantly for 10-15 minutes -- a process that needs two people for best results: one to hold the pot while the other stirs vigorously with a strong implement (such as a thick wooden spoon). The mixture will become very thick and difficult to stir, but unless you are both vigilant and energetic, you'll get a lumpy mess. When the fufu is ready (or you've stirred to the limits of your endurance!), dump about a cup of the mixture into a wet bowl and shake until it forms itself into a smooth ball. Serve on a large platter alongside a soup or stew. "
      }
   },
   {
      "country": "Canada",
      "dishes": [
         "Roast Beef with potatoes",
         "Poutine"
      ],
      "recipe": {
         "title": "Poutines Rapees",
         "ingredients": "1/2 lb Salt pork, fatty|10 Potatoes; finely grated|4 Potatoes; cooked & mashed Salt & Pepper",
         "servings": "6 Servings",
         "instructions": "Soak the pork overnight in cold water to remove the salt, and cut into cubes. Extract the water from the grated potatoes by putting them in a cotton bag and squeezing vigorously. Mix the mashed potatoes with grated potatoes. Season with salt and pepper. Roll the potato mixture into balls resembling small snowballs. Make a hole in the centre of the potato ball and add 1 Tbsp of the salt pork. Close the hole and roll the poultines in flour. Gently drop the poultines 2 or 3 at a time, into a large pot of boiling salted water, ensuring that the water is kept at a rolling boil. Simmer the poultines for 2-3 hours. Eat the poultines hot with butter, salt and pepper, or as a dessert with sugar and molasses. MAKES: 6 POULTINES"
      }
   },
   {
      "country": "Cape Verde",
      "dishes": [
         "Cachupa"
      ],
      "recipe": ""
   },
   {
      "country": "Central African Republic",
      "dishes": [
         "Beef in Peanut Sauce",
         "Peanut Soup",
         "Gozo or Fufu"
      ],
      "recipe": {
         "title": "Sopa De Mani (Peanut Soup)",
         "ingredients": "1 c Peanuts, roasted & ground =OR=-|1/2 c Peanut Butter|2 tb Oil|1 Onion, finely chopped|1 lb Potatoes, chopped and boiled|4 c Stock|2 tb Chives, chopped|Salt and pepper",
         "servings": "4 Servings",
         "instructions": "Heat the oil in a saucepan and cook the onion until it becomes transparent. Add the ground peanuts or peanut butter, potatoes and a little stock and mash well. Alternatively, put these ingredients into a blender. Now pour the rest of the stock slowly into the puree, mixing well. Bring the soup to a boil, then let it simmer, covered, for 5-10 minutes. After this, remove the pot from the heat and season. Sprinkle the chives on top before serving."
      }
   },
   {
      "country": "Chad",
      "dishes": [
         "Jarret de Boeuf",
         "Koko na Nyama",
         "Boule"
      ],
      "recipe": {
         "title": "Corn Tabouleh Salad",
         "ingredients": "1 c Bulgur wheat|1 ts Finely minced garlic|1 c Water|1/4 c Olive oil|1 Granny Smith apple, cored and cut into 1/4\" dice|1/2 c Golden raisins|2 tb Fresh lemon juice|2 c Fresh corn kernels, cooked|1/2 Seedless cucumber, peeled and cut into 1/4\" dice|4 Ripe plum tomatoes, cut into 1/4\" dice|3 Scallions (with 3\" of the green left on), thinly sliced on the diagonal|1/2 c Basil leaves, thinly slivered|Salt to taste|Freshly ground black pepper to taste",
         "servings": "8 Servings",
         "instructions": "Bulgur wheat is readily available in most supermarkets and specialty food stores. If you prefer another grain, you can easily substitute cooked rice, barley or couscous. When mixing the salad, use a fork to keep grains from sticking together. 1. Combine the bulgur, garlic, water and olive oil in a large bowl. Mix together, then set aside for 30 minutes. 2. In another bowl, mix the diced Granny Smith apple and golden raisins with lemon juice to prevent the apple from discoloring. 3. After 30 minutes, fluff the bulgur well with a fork. Add all the remaining ingredients, using a fork to combine and fluff the salad. Per serving: 209 calories, 8 grams fat, no colesterol. NOTE: If you like your corn very sweet (and who doesn't?), add 1 tablespoon of sugar to the boiling water before you cook the corn."
      }
   },
   {
      "country": "Chile",
      "dishes": [
         "Empanadas de Pino",
         "Humitas",
         "Cazuela de Vaca"
      ],
      "recipe": {
         "title": "Humitas (Seasoned Corn Puree)",
         "ingredients": "3 c Fresh corn kernels|(from 6 to 8 ears corn)|1/2 c Milk|2 lg Eggs|1 ts Salt|2 tb Butter|1 Onion; finely chopped|2 Red serrano chilies; seeded, minced|2 Green serrano chilies; seeded minced|3/4 c Grated Cojita or Parmesan cheese",
         "servings": "6 servings",
         "instructions": "Combine corn kernels, milk, eggs and salt in processor or blender and puree. Melt butter in large skillet over medium heat. Add onion and saute until translucent. Add chilies and corn mixture. Stir over low heat until the corn mixture thickens slightly, about 5 minutes. Add cheese and stir until melted. Season to taste with salt and pepper. This recipe yields 6 side dish servings."
      }
   },
   {
      "country": "China",
      "dishes": [
         "Baozi",
         "Wonton Soup",
         "Cold Noodles with Peanut Sauce",
         "Mu Shu Pork",
         "Penking Duck",
         "Fried Rice",
         "Mah Gu Gai Pin"
      ],
      "recipe": {
         "title": "Chicken Wonton Soup",
         "ingredients": "6 oz Ground chicken|2 tb Refrigerated egg substitute|3 tb Soy sauce; divided|1 tb Hoisin sauce|1 tb Rice-wine vinegar|1 tb Granulated sugar|2 ts Cornstarch|1/4 ts Ground ginger|1/4 ts Black pepper|1/4 ts Chopped green onions; (divided)|8 Egg roll wrappers|4 c Chicken broth",
         "servings": "1 Servings",
         "instructions": "In a lg bowl, combine chicken, egg substitute, 1 T soy sauce, hoisin sauce, vinegar, sugar, cornstarch, ginger, and pepper. Mix well. Stir in 2T green onions. Cover bowl with plastic wrap' refrigerate for 15 minutes. Spoon chicken mixture evenly into center of each roll wrapper. Brush corners with water; press together to seal. In a lg. pot, bring 2 quarts of water to a boil over high heat. Add wontons. Cook, stirring, until wontons float to surface, about 10 minutes. Meanwhile, in a medium saucepan, bring broth to a boil over medium heat. Add remaining soy sauce. Divide wontons evenly among individual serving bowls. Ladle broth mixture over wontons. Sprinkle with remaining green onions. Serve immediately. Serves 4 1 serving= 210 calories 3grams fat"
      }
   },
   {
      "country": "Colombia",
      "dishes": [
         "Ajiaco",
         "Badeja Paisa",
         "Sancocho de Gallina"
      ],
      "recipe": {
         "title": "Ajiaco",
         "ingredients": "3 oz Achiote oil|1 md Onion; diced|2 tb Chopped garlic|1 ts Cumin|1 ts Coriander|1 lg Yuca; peeled, diced|1/2 c Diced pumpkin|1 Russet potato; diced|1/2 Malanga|1/2 c Diced buniato|1/2 c Green plantain; diced|1 Ear corn cut in wheels 1/2 inch thick|2 c Wild mushrooms; diced (shiitake, cremini, oyster)|1/4 c Chopped parsley|Salt and pepper to taste",
         "servings": "1 servings",
         "instructions": "In a large skillet, heat oil over medium high heat. Saute onion, garlic for 5 minutes. Add the cumin, coriander and cook for 2 minutes. Add yuca, pumpkin, potatoes, malanga, boniato, plantains, corn and vegetable stock. Cook for 15 minutes until vegetables are tender. Check seasoning. Adjust if necessary. To finish the dish, add mushrooms and parsley and cook for 2 minutes and serve. Per serving: 288 Calories (kcal); 1g Total Fat; (4% calories from fat); 7g Protein; 66g Carbohydrate; 0mg Cholesterol; 54mg Sodium Food Exchanges: 3 Grain(Starch); 0 Lean Meat; 3 Vegetable; 0 Fruit; 0 Fat; 0 Other Carbohydrates"
      }
   },
   {
      "country": "Comoros",
      "dishes": [
         "Langouste a la vanille"
      ],
      "recipe": ""
   },
   {
      "country": "Republic of the Congo",
      "dishes": [
         "Yassa a La Poulet",
         "Poulet a la Moambe"
      ],
      "recipe": ""
   },
   {
      "country": "Costa Rica",
      "dishes": [
         "Gallo Pinto",
         "Arroz Guacho"
      ],
      "recipe": {
         "title": "Gallo Pinto",
         "ingredients": "1 c Raw brown rice (steamed)|5 cn (16 oz) black beans (rinsed|And drained)|1 Chopped onion|2 lg Green peppers, chopped or|Diced|2 lg Red peppers, chopped or|Diced|2 1/2 ts Ground coriander|4 tb Veg. Worcestershire sauce|2 tb Tobasco sauce|1 Scant Tbs. salt|2 pk Chopped, frozen spinach|(thawed and squeezed)",
         "servings": "1 Servings",
         "instructions": "Spray large casserole dish with something like Pam. (We used a LARGE, round Le Creuset dish.) Cook rice ahead (we used a steamer so that the rice wouldn't stick together). Saute peppers, onions, spinach, and seasonings. Add rice and mix. Add rinsed beans and mix. Heat through (covered). Enjoy. 1.80á"
      }
   },
   {
      "country": "Côte d'Ivoire",
      "dishes": [
         "Kedjenou",
         "Foutou"
      ],
      "recipe": ""
   },
   {
      "country": "Croatia",
      "dishes": [
         "Brudet",
         "Cevapcici",
         "Istrian Jota"
      ],
      "recipe": {
         "title": "Cevapcici (Cevaps for Short)",
         "ingredients": "1 lb Lean ground beef|1/2 lb Ground lamb|1/2 lb Ground pork|4 Garlic cloves; finely chopped|1 ts Salt|1 ts Baking soda|2 ts Freshly ground black pepper|1 ts Cayenne pepper; or more|Seasoned pepper|1 Egg white; beaten",
         "servings": "1 Servings",
         "instructions": "Mix all, altogether. You may wish to combine the seasonings or grind them together before adding them to the meat. Shape in thumb-sized sausages, or in croquette size shapes. Grill on open grill until done. Serve with pita bread or hard rolls, and onions (raw or sauteed). The smaller size works great for an appetizer (on a toothpick). Traditionally, these are not served in barbeque sauce."
      }
   },
   {
      "country": "Cuba",
      "dishes": [
         "Platillo Moros y Cristianos",
         "Ropa Vieja"
      ],
      "recipe": {
         "title": "Stringed Beef ( Ropa Vieja )",
         "ingredients": "2 lb Round beef, already stewed|1/3 c Oil|1 Onion|2 Cloves garlic|1 Green pepper|1 cn Tomato sauce|1 ts Salt|1 Bay leaf|1/2 c Dry wine|1 cn Red peppers",
         "servings": "8 Servings",
         "instructions": "Cook the beef in stew or soup until it falls apart. String the beef. Slice onion and green pepper. Crush garlic and fry in hot oil with onion. Add green pepper and fry a little more. Add remaining ingredients, cover and cook over low heat for 15 or 20 minutes stirring occasionally to avoid sticking. The red pepper may be added now or used to decorate. Serve with rice or salad. by Raquel Rabade Roque"
      }
   },
   {
      "country": "Cyprus",
      "dishes": [
         "Souvla",
         "Fasolada"
      ],
      "recipe": {
         "title": "Fresh Tuna Souvlaki",
         "ingredients": "4 Bay leaves|1 Clove garlic,; crushed and peeled|1/2 ts Kosher salt|3 tb Fresh lemon juice|1 tb Olive oil|Freshly ground black pepper to taste|1 1/4 lb Fresh tuna steak,; trimmed of skin|And any dark portions, cut into; 1 1/4inch cubes|Lemon wedges for garnish",
         "servings": "1 Servings",
         "instructions": "In a bowl, cover bay leaves with water; let soak for 30 minutes. If using wooden skewers for the souvlaki, soak four 10inch skewers in water as well. With the side of a chef's knife, mash garlic with salt. Transfer to a small bowl and whisk in lemon juice, wine, oregano, oil and pepper. Measure out 3 tablespoons and reserve for basting. Place tuna in a shallow glass dish and pour the remaining marinade over it, turning to coat. Cover and marinate in the refrigerator for 20 to 30 minutes, turning often. Meanwhile, prepare a charcoal fire or preheat a gas grill. Thread the marinated tuna onto skewers, placing a soaked bay leaf between each piece of fish. Grill the souvlaki, covered, turning several times and basting the browned sides with the reserved marinade, until the tuna is opaque in the center, 8 to 12 minutes. Serve with lemon wedges. Yield: 4 serving NOTES : Variation: Swordfish is an excellent alternative to tuna"
      }
   },
   {
      "country": "Czech Republic",
      "dishes": [
         "Svickova ",
         "Vepro Knedlo Zelo"
      ],
      "recipe": ""
   },
   {
      "country": "Democratic Republic of the Congo",
      "dishes": [
         "Poulet a la Moambe",
         "Babute"
      ],
      "recipe": {
         "title": "Babute",
         "ingredients": "2 lb Lean ground beef|Salt|1 1/2 tb Curry powder|4 Eggs, beaten|1 c Milk|1 1/2 c Half and half|1 8 oz pkg. dried apricots, finely chopped",
         "servings": "6 Servings",
         "instructions": "bay leaves butter Combine beef, salt and curry powder. Combine eggs, milk and cream. Combine half of the egg mixture with the beef; stir in apricots. Turn into a greased 13 x 9\" baking dish. Pour remaining egg mixture over top; float several bay leaves on top of milk; dot with butter. Bake at 350 for 45 minutes until top resembles baked custard."
      }
   },
   {
      "country": "Denmark",
      "dishes": [
         "Stegt Flaesk med Persillesovs",
         "Frikadeller"
      ],
      "recipe": {
         "title": "Danish Meat Balls (Frikadeller)",
         "ingredients": "1/2 lb Veal|1/2 lb Pork|1 g Onion|2 c Milk|Pepper to taste|2 tb Flour or|1 c Bread crumbs|1 Egg|Salt to taste",
         "servings": "1 Servings",
         "instructions": "Put veal and pork together through a grinder 4 or 5 times. Add flour or bread crumbs, milk, egg, onion, salt and pepper. Mix thoroughly. Drop on frying pan from a large tablespoon and fry over low heat. Serve with browned butter, potatoes and stewed cabbage."
      }
   },
   {
      "country": "Djibouti",
      "dishes": [
         "Skoudehkaris",
         "Fah-Fah"
      ],
      "recipe": ""
   },
   {
      "country": "Dominica",
      "dishes": [
         "Mountain Chicken",
         "Callaloo"
      ],
      "recipe": {
         "title": "Callaloo and Rice",
         "ingredients": "2 c Unprocessed white rice|1/2 lb Callaloo|1 sm Onion; sliced|1 Clove garlic; chopped|1 Lemon; sliced, including peel|1 lg Tomato; quartered",
         "servings": "6 Servings",
         "instructions": "(If callaloo is unobtainable substitute fresh spinach or Swiss chard)"
      }
   },
   {
      "country": "Dominican Republic",
      "dishes": [
         "Sancocho Cruzado",
         "La Bandera Dominicana"
      ],
      "recipe": ""
   },
   {
      "country": "Ecuador",
      "dishes": [
         "Ceviche",
         "Llapingachos",
         "Encebollado de pescado",
         "Guatita"
      ],
      "recipe": {
         "title": "Ceviche",
         "ingredients": "1 lb Fresh, sweet scallops; * see note|1 c Fresh lime juice|2 tb Cilantro; chopped|1 ts Crushed red pepper|1/2 ts Dried oregano|1/2 ts Dried thyme|2 tb Fresh basil (or 1 teaspoon dried basil)|1/3 c Ketchup|1 ts Sugar; or to taste|1 md Onion; thinly sliced|3 Jalapenos, seeded; finely chopped|1 md Red bell pepper; thinly sliced|1 md Tomato; chopped",
         "servings": "4 Servings",
         "instructions": " : Brenda Beach (Rooby) NOTES : You may substitute fresh shrimp, or do half shrimp and half scallops. You can make this a day or two ahead of time, but do NOT add the tomatoes. The tomatoes should be added fresh an hour or two before serving, or disregarded altogether. Does not keep well after tomatoes are added, but will last several days without them and actually improve. Note: When you place seafood in citrus juice, this chemically 'cooks' the seafood. (This is why seafood marinade recipes tell you to marinate the fish for no more than 1/2 hour or so.) However, this process will NOT destroy parasites that might be in the flesh. According to my sources, scallops and shrimp are two seafoods you can trust NOT to have parasites. I have seen many recipes for ceviche that contain other types of white seafood, such as halibut, etc. My butcher (among others) has told me that if you desire to use other types of seafood in ceviche, freezing it for 10 days will kill the parasites."
      }
   },
   {
      "country": "Egypt",
      "dishes": [
         "Molokhia",
         "Koushari",
         "Falafel"
      ],
      "recipe": {
         "title": "Mark's Version of Falafels",
         "ingredients": "2 c Chick peas|4 Garlic cloves, minced|1 sm Onion, minced|1 tb Coriander|1 1/2 tb Cumin|Several dashes tabasco|3 tb Wholewheat flour|Salt & pepper|1/4 c Parsley, minced|Stock, as needed",
         "servings": "1 Recipe",
         "instructions": "Soak chick peas, rinse well, cover with fresh water, bring to a boil & simmer until very tender. Depending on how fresh the chick peas are will determine how long this will take. Give them about 1 1/2 hours. Drain well & set aside to cool. When cool, place chick peas in food processor bowl & blend until very smooth. If you have a large enough bowl, add the rest of the ingredients, except the stock, & mix in the blender. If the bowl is not large enough, you will have to do this in batches. Then add the ingredients in order, mixing well after each addition. Add a little stock if the mixture appears too dry or looks as if it is not going to hold together very well. Cover & set aside for 30 minutes. Shape into patties. If the patties do not hold together very well, you may want to add a little more flour, but be careful, you do not want to make them too floury. Place on a lightly oiled baking sheet & gently flatten. This amount should make 15 to 18 patties, so make them a reasonable size. Preheat the oven to 350F. Bake the falafel patties for 5 minutes, remove trays, flip the patties & return to the oven for another 5 minutes. Remove from trays & cool on wire racks. To serve: Heat some olive oil in a good heavy skillet, you can choose: I use 2 tb of olive oil, or you could deep fry them in a wok. If using the wok method, crumble one dried red chile into the oil as it is heating. When the oil is hot, fry the falafel patties until golden. Flip & fry the other side. Remove from the oil, drain & serve. Either serve the falafel as part of a Middle Eastern platter including some baba ganouj, hummus, tabouleh, lettuce, tomatoes, green onions & pita. Or, make up a sauce using tahini & hot sauce, warm a pita bread, slice the top off, spread the tahini paste in the pita, drop in two patties, cover with lettuce, tomatoes & green onions. Either a great snack or a main meal."
      }
   },
   {
      "country": "El Salvador",
      "dishes": [
         "Tamales de Elote",
         "Pupusa",
         "Carne Asada"
      ],
      "recipe": {
         "title": "Stephanie's Carne Asada",
         "ingredients": "1 20 oz top sirloin steak|2 tb Vegetable oil|1/2 ts Dried leaf oregano, crushed|1/2 ts Salt|1/4 ts Coarsely ground pepper|1/4 c Orange juice|1 tb Lime juice|2 ts Cider vinegar|2 Orange slices, 1/2\" thick",
         "servings": "4 Servings",
         "instructions": "Place steak in a shallow glass baking dish. Rub with oil on each side. Sprinkle with oregano, salt and pepper. Sprinkle orange juice, lime juice, and vinegar over the steak. Cover and refrigerate overnight for best flavor or several hours, turning occasionally. To cook, bring meat to room temperature. Prepare and preheat charcoal grill (or gas grill). Drain meat, reserving marinade. Place steak on grill. Top with orange slices. Occasionally spoon reserved marinade over steaks as they cook. Grill 3-4 minutes on each side, or until medium- rare. Cook longer if desired. Remove orange slices to turn steak. Replace orange slices on top of steak."
      }
   },
   {
      "country": "Equatorial Guinea",
      "dishes": [
         "Pick-a-Pepper Soup",
         "Succotash",
         "Guinea Fowl Paella"
      ],
      "recipe": {
         "title": "Emeril's Creole Succotash",
         "ingredients": "1 tb Garlic; minced|2 tb Shallots; minced|2 tb Olive oil|2 c Corn kernels, fresh or frozen|1 c Lima beans or fava beans, fresh or frozen; cooked|1 c Tomatoes; peeled, seeded, chopped|1 Onion, yellow; roasted, chopped|1 tb Emeril's Creole Seasoning see recipe|1 c Beer or nonalcoholic beer|2 tb Basil, fresh; chopped|2 tb Oregano, fresh; chopped|1 tb Thyme, fresh; chopped|Red pepper sauce to taste|Worcestershire sauce, vegetarian, to taste",
         "servings": "6 Servings",
         "instructions": "Saute garlic and shallots in oil until transparent, about 2 to 3 minutes. Add corn and beans and cook 3 to 4 minutes. Add tomatoes and onion and cook an additional five minutes. Add Creole seasoning and beer; simmer lightly for 15 to 20 minutes. Add herbs, red pepper sauce and worcestershire, and cook for another 5 minutes. Serve hot. Serves 4 to 6."
      }
   },
   {
      "country": "Estonia",
      "dishes": [
         "Cabbage Cream Soup",
         "Verivorst with Mulgikapsad",
         "Marineeritud Angerjas"
      ],
      "recipe": ""
   },
   {
      "country": "Ethiopia",
      "dishes": [
         "Kitfo",
         "Doro Wat",
         "Injera"
      ],
      "recipe": {
         "title": "Injera",
         "ingredients": "6 oz Uncooked millet|1 1/2 c Club soda (at room temperature)|1 Egg|1 ts Double-acting baking powder|1/2 ts Baking soda",
         "servings": "6 Servings",
         "instructions": "In blender container process millet in small batches until it resembles fine flour; remove to bowl and set aside. In blender container combine club soda, egg, baking powder, and baking soda and, using an on-off motion, process until combined. Add ground millet and process at high speed into a smooth batter, about 1 minute. Pour into 4-cup measure, cover, and let stand at room temperature until fermented and foamy, about 1 1/2 hours. Spray 10-inch nonstick skillet with nonstick cooking spray and heat. Stir batter; pour 1/6 of batter (about scant 1/3 cup) into skillet and quickly swirl batter so that it covers entire bottom of pan. Cover skillet with tight-fitting lid and cook over high heat until bread is spongy and moist (it will have air holes), about 1 minute (do not brown bottom as edges will become crisp and bread will crack when folded); transfer to plate and let cool. Repeat procedure 5 more times, making 5 more breads. To serve, fold each bread into quarters. Makes 6 servings, 1 bread each."
      }
   },
   {
      "country": "Fiji",
      "dishes": [
         "Kokoda",
         "Fish Lolo"
      ],
      "recipe": {
         "title": "Kokoda (Marinated Raw Fish)",
         "ingredients": "1 1/2 kg Spanish Mackerel or other firm white fish|300 ml Canned coconut milk|1 sm Red capsicum|1 sm Green capsicum|1 sm Red chilli|1 Firm tomato|250 ml Fresh lime juice; (or lemon juice)|Salt and pepper to taste",
         "servings": "1 servings",
         "instructions": "Cut the fish into 1cm. cubes and mix with 200ml. lime juice, half the coconut milk, salt and pepper to taste. Stir well and marinate overnight or for at least 4 hours. Meanwhile, cut the red and green capsicum and red tomato into very fine dice and mince the chilli. When the fish is firm and looks opaque (cooked), drain away the liquid. Mix the drained fish with the capsicum pieces and chilli. Add the remaining coconut milk and lime juice and stir to combine thoroughly. Serve cold with wedges of lime or lemon as an entree. Per serving: 635 Calories (kcal); 61g Total Fat; (78% calories from fat); 7g Protein; 31g Carbohydrate; 0mg Cholesterol; 40mg Sodium Food Exchanges: 0 Grain(Starch); 0 Lean Meat; 0 Vegetable; 2 Fruit; 12 Fat; 0 Other Carbohydrates"
      }
   },
   {
      "country": "Finland",
      "dishes": [
         "Karjalanpaisti",
         "Karjalanpiirakat"
      ],
      "recipe": ""
   },
   {
      "country": "France",
      "dishes": [
         "Escargots a la Bourguignonne",
         "Coq au Vin",
         "Pot au Feu"
      ],
      "recipe": {
         "title": "Chicken with Wine - {coq Au Vin}",
         "ingredients": "3 lb Broiler chicken; quartered|2 tb Oil|1 tb Chopped onion|1 tb Flour|1/2 c Red wine|1/2 c Chicken broth|1 Clove garlic; crushed|1 Bay leaf|1/4 ts Thyme|12 sm White onions|1 c Sliced mushrooms|4 sl French bread; fried in butter",
         "servings": "4 Servings",
         "instructions": "Suggested Wine: A full-bodied red wine: Cotes du Rhone"
      }
   },
   {
      "country": "Gabon",
      "dishes": [
         "Dongo-Dongo",
         "Poulet Nyembwe"
      ],
      "recipe": ""
   },
   {
      "country": "Gambia",
      "dishes": [
         "Domoda",
         "Benachin"
      ],
      "recipe": ""
   },
   {
      "country": "Georgia",
      "dishes": [
         "Khinkali",
         "Khachapuri"
      ],
      "recipe": {
         "title": "Khachapuri",
         "ingredients": "Frances Nossen (SWTK50B)|1 pk YEAST, DRY|1 ts SUGAR|1/4 c WATER, WARM (110)|3/4 c MILK, ROOM TEMP|2 tb SUGAR|1/2 c BUTTER, MELTED|1 ts SALT|3 1/2 c FLOUR (A/P OR BREAD)|***** FILLING:|8 oz MUENSTER CHEESE|8 oz JARLSBERG OR SWISS|8 oz CHEDDAR, WHITE|2 EGGS, BEAT SLIGHTLY|2 tb PARSLEY, CHOPPED|1/4 ts PEPPER, WHITE",
         "servings": "8 Servings",
         "instructions": "DISSOLVE YEAST AND 1 TSP SUGAR IN 1/4 CUP WATER AND LET STAND 5-10 MINUTES TO PROOF UNTIL FOAMY. ADD MILK, 2 TBS SUGAR, BUTTER, SALT, AND ENOUGH FLOUR TO MAKE A SOFT DOUGH. PLACE IN GREASED BOWL AND TURN TO COAT ALL SIDES. COVER AND LET RISE UNTIL DOUBLE IN BULK. SHRED CHEESES, COMBINE ALL FILLING INGREDIENTS AND REFRIGERATE. GREASE A 9\" SPRINGFORM PAN VERY WELL. PUNCH DOWN DOUGH, SHAPE INTO A BALL, AND ROLL TO A 20\" CIRCLE. EASE DOUGH INTO PAN (FOLD IN HALF TO LIFT AND UNFOLD IN PAN) LETTING EXCESS HANG OVER THE EDGE. MOUND CHEESE FILLING ONTO DOUGH IN PAN AND BRING DOUGH UP OVER THE FILLING, FOLDING TO MAKE 8-12 EVENLY SPACED PLEATS. TWIST AND PINCH EDNS TOGETHER TO MAKE A ROUGH KNOB. COVER WITH A BUTTERED 12\" SQUARE OF WAXED PAPER AND LET RISE AND BAKE FOR AN ADDITIONAL 5 MINUTES TO BROWN BOTTOM CRUST. COOL ON RACK FOR 45 MINUTES BEFORE CUTTING INTO WEDGES. * SERVED WITH SOUP OR SALAD, THIS IS A FULL MEAL!!! CAN SUBSTITUTE 4 OZ MUENSTER AND 4 OZ SWISS FOR 8 OZ CHEDDAR."
      }
   },
   {
      "country": "Germany",
      "dishes": [
         "Leberknoedelsuppe",
         "Sauerbraten",
         "Sauerkraut"
      ],
      "recipe": {
         "title": "Elk/deer Sauerbraten",
         "ingredients": "3 lb Elk or Deer|2 1/2 c Vinegar|3 c Water|2 Medium onions, sliced|1/2 Lemon sliced|6 Whole cloves|3 Bay leaves|6 Whole black pepper|1 1/2 ts Salt|1 ts Fat|1 1/2 tb Flour",
         "servings": "6 Servings",
         "instructions": "Place meat in a large bowl; add vinegar, water, onions, cloves, pepper and salt. Let meat stand 48 hours in refrigerator, turning occasionally. Remove meat, brown in hot fat. Remove meat and add flour, brown and add 2 cups vinegar marinade mixture; cook until mixture thickens. Add meat and simmer for two hours. Remove, slice meat and pour gravy over meat."
      }
   },
   {
      "country": "Ghana",
      "dishes": [
         "Fufu",
         "Jollof Rice"
      ],
      "recipe": {
         "title": "Ghana Jollof Rice",
         "ingredients": "Coombes|2 c Water|1 3lb chicken -- cut into 8|Pcs|2 16oz cans stewed tomatoes|2 ts Salt|1/4 ts Black pepper|3/4 c Cooked smoked ham -- cubed|1 c Uncooked rice|1 lg Onion -- sliced|3 c Cabbage -- shredded|1/2 lb Fresh green beans --|Quartered|And stems removed OR|1 10oz pk frozen beans|1/4 ts Ground cinnamon|1/4 ts Cayenne pepper",
         "servings": "8 Servings",
         "instructions": "Pour water into a large pot. Add the chicken, tomatoes, salt, and pepper. Cover; bring to a boil, reduce the heat, and simmer for 30 minutes. Stir in the ham, rice, onion, cabbage, green beans, cinnamon, and cayenne pepper. Bring to a boil, then reduce heat to low. Cover and simmer until the chicken is fork-tender and the rice is cooked, 25-30 minutes. TheAfrican-American Kitchen"
      }
   },
   {
      "country": "Greece",
      "dishes": [
         "Mayeritsa",
         "Moussaka",
         "Souvlaki"
      ],
      "recipe": {
         "title": "Mini Moussakas",
         "ingredients": "1 Heaped tsp white mustard seeds|5 tb Olive oil; plus extra for brushing|1 lg Onion; finely chopped|450 g Lean minced beef|1 Heaped tbsp tomato puree or tomato ketchup|1 ts Worcestershire sauce|3 Eggs|8 Gherkins|2 ts Ground cumin|1/4 ts Ground cinnamon|1 Baking potato; scrubbed|4 Heaped tbsp caster sugar|5 tb White wine vinegar|1 tb Plain flour|150 ml Double cream|1 ts Dijon mustard|Salt and freshly ground black pepper",
         "servings": "4 servings",
         "instructions": "Preheat the oven to 240c/475f/Gas 9 and heat a frying pan. 1 Place the mustard seeds in a heatproof bowl and pour over plenty of boiling water. Set aside to soak for 10 minutes or as long as time allows. 2 Add 1 tbsp oil to the frying pan and cook two-thirds of the onion for 2-3 minutes until softened but not coloured, stirring occasionally. 3 Place the beef in a bowl with the tomato puree or ketchup, Worcestershire sauce and an egg. Finely chop two of the gherkins, add to the bowl and mix well to combine. Season to taste. 4 Stir in the cumin and cinnamon in the softened onion and cook for another minute, stirring. Remove from the heat. Tip the onion mixture into the beef and mix until well combined, using your hands. 5 Place 4 x lightly oiled 10cm/4\" cooking rings on a baking sheet and divide the beef mixture among them, pressing down well with the back of a spoon. Place in the oven and bake for 10 minutes until cooked through. 6 Thinly slice the potato and place in a pan of boiling salted water. Cover and simmer for 6-8 minutes or until just tender. 6 Place the sugar and 4 tbsp vinegar in a small pan. Drain the mustard seeds, add to the pan and simmer for a minute or two until the sugar has dissolved and the liquid has thickened slightly. 7 Slice remaining gherkins and add to the pan with the rest of the onion. Simmer for another 3-4 minutes until reduced and slightly thickened, stirring occasionally. Season the relish to taste. 8 Heat 1 tbsp oil in a small pan, stir in the flour and cook for a minute, stirring, then gradually pour in the cream, a little at a time, stirring until smooth after each addition. 9 Separate the remaining two eggs and beat in the yolks (reserve the egg whites to use in another dish) with the Dijon mustard. Season to taste. Remove the beef from the oven. 10 Drain the potatoes and arrange them in an overlapping layer on top of the beef mixture. Spoon over some of the sauce mixture and granite under the grill for a minute or two until bubbling and lightly golden. 11 For a Salad Dressing: Place the remaining tbsp of vinegar in a small bowl. Whisk in the remaining 3 tbsp olive oil and season to taste. Place the salad in a bowl and season. 12 Pour over the dressing and toss to coat. Transfer one mini moussaka on to a serving plate, using a fish slice and remove the cooking ring. Arrange some of the relish on the side with a small mound of the salad. Serve at once."
      }
   },
   {
      "country": "Greenland",
      "dishes": [
         "Suaasat"
      ],
      "recipe": ""
   },
   {
      "country": "Grenada",
      "dishes": [
         "Oil Down"
      ],
      "recipe": ""
   },
   {
      "country": "Guatemala",
      "dishes": [
         "Pepian",
         "Arroz Guatemalteco",
         "Fiambre"
      ],
      "recipe": {
         "title": "Corn Pepian",
         "ingredients": "10 Corn ears|3 tb Rendered bacon fat or olive oil|2 sm Onions; finely chopped|3 lg Garlic cloves; finely chopped|1 ts Coarse sea salt|2 ts Ground cumin|1/2 ts Freshly-ground black pepper|2 Jalapeno peppers; stemmed, seeded if desired, chop fine|4 oz Panela cheese; cut 1/8\u0094 dice|2 tb Red wine vinegar|1/2 bn Fresh dill; leaves only, finely chopped",
         "servings": "6 servings",
         "instructions": "Slice the whole kernels from 5 ears of corn and set them aside in a bowl. Slice the kernels from the remaining 5 ears and place them in a blender with 1 1/2 cups of cold water. Blend until completely smooth, then press the liquid through a fine sieve, pressing down on the skins to extract all the juice. Discard the skins and set the mixture aside. In a heavy non-reactive saucepan heat the bacon fat over medium heat. Add the onions and cook for about 4 to 5 minutes, stirring occasionally, until softened but not browned. Add the garlic, salt, cumin, and pepper, and cook for 2 minutes, then add the jalapenos and cook for 2 minutes more. Add the whole corn kernels and cook for 5 minutes, stirring frequently. Add the pureed corn and reduce the heat to its lowest possible setting. Cook for 15 to 20 minutes, stirring and scraping the bottom of the pan every 10 minutes or so to keep the mixture from scorching or sticking. Stir in the cheese and the vinegar, cook for 5 minutes more, then sprinkle with the dill and serve. This recipe yields 6 servings."
      }
   },
   {
      "country": "Guinea",
      "dishes": [
         "Peanut Butter Pumpkin Soup",
         "Poulet Yassa",
         "Kansiye",
         "Fufu"
      ],
      "recipe": {
         "title": "Fufu",
         "ingredients": "2 1/2 c Bisquick. baking mix|2 1/2 c Instant potato flakes",
         "servings": "1 Servings",
         "instructions": "Note: Conventional west African fufu is made by boiling such starchy foods as cassava, yam, plantain or rice, then pounding them into a glutinous mass, usually in a giant, wooden mortar and pestle. This adaptation for North Americans may trouble you if you try to stick to minimally processed foods. But it's worth trying at least once with west African groundnut stews. Bring 6 cups of water to a rapid boil in a large, heavy pot. combine the two ingredients and add to the water. Stir constantly for 10-15 minutes -- a process that needs two people for best results: one to hold the pot while the other stirs vigorously with a strong implement (such as a thick wooden spoon). The mixture will become very thick and difficult to stir, but unless you are both vigilant and energetic, you'll get a lumpy mess. When the fufu is ready (or you've stirred to the limits of your endurance!), dump about a cup of the mixture into a wet bowl and shake until it forms itself into a smooth ball. Serve on a large platter alongside a soup or stew. "
      }
   },
   {
      "country": "Guinea-Bissau",
      "dishes": [
         "Iguana Stew",
         "Jollof Rice"
      ],
      "recipe": {
         "title": "Ghana Jollof Rice",
         "ingredients": "Coombes|2 c Water|1 3lb chicken -- cut into 8|Pcs|2 16oz cans stewed tomatoes|2 ts Salt|1/4 ts Black pepper|3/4 c Cooked smoked ham -- cubed|1 c Uncooked rice|1 lg Onion -- sliced|3 c Cabbage -- shredded|1/2 lb Fresh green beans --|Quartered|And stems removed OR|1 10oz pk frozen beans|1/4 ts Ground cinnamon|1/4 ts Cayenne pepper",
         "servings": "8 Servings",
         "instructions": "Pour water into a large pot. Add the chicken, tomatoes, salt, and pepper. Cover; bring to a boil, reduce the heat, and simmer for 30 minutes. Stir in the ham, rice, onion, cabbage, green beans, cinnamon, and cayenne pepper. Bring to a boil, then reduce heat to low. Cover and simmer until the chicken is fork-tender and the rice is cooked, 25-30 minutes. TheAfrican-American Kitchen"
      }
   },
   {
      "country": "Guyana",
      "dishes": [
         "Cow-Heel Soup",
         "Curried Hassars",
         "Pepperpot"
      ],
      "recipe": ""
   },
   {
      "country": "Haiti",
      "dishes": [
         "Djon Djon",
         "Haricots Rouges au Riz"
      ],
      "recipe": ""
   },
   {
      "country": "Honduras",
      "dishes": [
         "Plato Tipico",
         "Sopa de Caracol",
         "Pupusa",
         "Cazuela de Res"
      ],
      "recipe": {
         "title": "Filling for Pupusas",
         "ingredients": "1/2 lb Coarsely chopped cooked pork, chicken or beef|1/2 lb Grated Monterey Jack cheese|1/2 c Chopped onion|1/4 c Chopped celery|1/4 c Chopped sweet bell pepper|1 Clove garlic, minced|1 c Refried beans, above|1 tb Lard or bacon drippings|1/2 c Shredded lettuce|1 lg Tomato, diced",
         "servings": "1 Servings",
         "instructions": "In a small skillet, melt bacon drippings. Add garlic, celery, onion and garlic. Fry until onion is transparent and vegetables are tender. Remove from heat and add beans, lettuce, tomato, cheese and meat. Toss to blend. In center of each raw tortilla, spoon about 1/4 C filling. Fold tortilla in half and seal with a bit of water to make a dumpling. In a skillet, heat 1\" of corn oil to 375 degrees. Cook each dumpling in oil for 3 minutes per side or until golden brown. Remove, drain on a rack and serve with salsa. Filling for Pupusas"
      }
   },
   {
      "country": "Hong Kong (SARC)",
      "dishes": [
         "Cha Siu Bao",
         "Roast Goose"
      ],
      "recipe": {
         "title": "Roast Goose and Stuffing",
         "ingredients": "50 Prunes|Earl grey tea|1/4 pt Dry vermouth|3/4 Goose stock; (made from the neck and giblets)|1 oz Butter|4 Shallots; finely chopped|Goose liver blanched; finely chopped|1/4 pt Port|4 oz Pate de foie gras; or similar|3 tb Fresh bread crumbs|1 Pinches allspice and thyme|Salt and freshly ground black pepper|1 Oven-ready goose; (10 pound)",
         "servings": "1 Servings",
         "instructions": "Make sure you have a good-sized roasting tin to fit the goose and a grid to place under it. Preheat the oven to Gas 7, 425F, 218C. You can make the stuffing in advance. Soak the prunes in hot tea (Earl Grey) until soft, stone them and drain, or get pre-stoned ones - easier. Place prunes, vermouth and stock in a saucepan, bring to the boil, then simmer for ten minutes until tender. Strain but reserve the liquid. Melt the butter in a little pan and gently fry the shallots and liver for a couple of minutes, stirring all the while. Place in a mixing-bowl which will hold all the ingredients. Boil the port in the same pan until reduced to two tablespoons, scrape round the sides and add to the liver mixture. Beat the pate, bread crumbs, allspice and thyme together and combine thoroughly with the rest. Season with salt and a good quantity of the pepper. Stir in the prunes. Put the goose in the sink and pour a kettle of boiling water over it. This ensures a good, crisp skin. Remove and dry with kitchen towels. Salt the cavity and fill loosely with the stuffing, then sew up the vent. Prick the skin all over but not the flesh. Place on the grid in the roasting pan and roast breastside up for 15 minutes. Lower heat to Gas 4, 350F, 177C, turn the goose onto its side. Halfway through, turn onto the other side, then for the last 15 minutes onto its back again. Throughout the cooking, baste every 20 minutes with three tablespoons of boiling water and remove the fat from the pan into a bowl. The easiest way to perform both these operations is with a bulb baster. The whole cooking time should be 2 1/2 hours. Test by piercing the thickest part of the thigh: the juices should run pale yellow. When ready, the goose should be put on a very hot dish. Pour off the remaining fat from the roasting pan and make the gravy from the reserved prune liquid, adding it to the residual juices in the pan. Bring to the boil and simmer for a few minutes, adjust the seasoning, strain into a sauce boat and hand round separately."
      }
   },
   {
      "country": "Hungary",
      "dishes": [
         "Gulyasleves",
         "Lesco"
      ],
      "recipe": {
         "title": "Applescotch Pie",
         "ingredients": "5 c Apples (tart); (note below) peeled and thinly sliced|1 c Brown sugar; firmly packed|1/4 c Water|1 tb Lemon juice|1/4 c All-purpose flour|2 tb Granulated sugar|1/2 ts Salt|1 ts Vanilla|3 tb Butter or margarine|2 Pie crust shells (9\"); unbaked",
         "servings": "8 Servings",
         "instructions": "Mix together the apples, brown sugar water and lemon juice in a 2-quart saucepan. Heat to boiling; reduce heat. Cover and simmer 7-8 minutes or JUST until apples are tender. Mix together the flour, granulated sugar and salt; stir into apple mixture. Cook, stirring constantly, until mixture thickens and boils. Boil and stir 1 minute; remove from heat. Stir in the vanilla and butter or margarine; cool. Preheat oven to 425-degrees. Prepare pastry (or use store-bought). Turn apple mixture into pastry-lined pie plate. Cover with top crust in which you've cut slits; flute the edges. Cover edge of pie crust with foil (or cut out an aluminum pan--keeping just the edge) to prevent excessive browning; remove foil during the last 15 minutes of baking. Bake 40-45 minutes or until crust is golden brown. Note: I've found that ANY recipe calling for tart apples, you get more flavor by mixing the types of apples. As we have an abundance of varied apples, Fuji's, Granny Smith and Gala's...they all vary in flavor, texture, etc. Experiment with your favorite"
      }
   },
   {
      "country": "Iceland",
      "dishes": [
         "Hakarlsstappa",
         "Plokkfiskur",
         "Kjotsupa"
      ],
      "recipe": ""
   },
   {
      "country": "India",
      "dishes": [
         "Tandoori Chicken",
         "Samosas",
         "Tamarind Rice"
      ],
      "recipe": {
         "title": "Traditional Tandoori Chicken",
         "ingredients": "8 Chicken drumsticks|2 tb Lemon juice|Salt|15 g Fresh ginger, finely grated|3 Cloves garlic|1 ts Ground coriander|1/2 ts Ground cumin|1 ts Chilli powder|2 tb Paprika|Red food colouring|1 ts Garam masala|1/2 ts Ground black pepper ml yoghurt|1 Lemon, sliced|1 sm Onion, sliced",
         "servings": "4 Servings",
         "instructions": "Skin the chicken drumsticks, wash thoroughly and dry on absorbent paper. Slash them with a sharp pointed knife. Rub in the lemon juice and sprinkle with salt. Blend the ginger and garlic in a blender with 1 Tbs water, then mix with the coriander, cumin, chilli powder, paprika, red food colouring, garam masala and pepper and stir into yoghurt. Smother the drumsticks in the spiced yoghurt and leave covered in the fridge to marinate overnight. (Important!) This allows the spiced yoghurt to marinate the chicken pieces throughly. Lay the drumsticks on a rack across a roasting tin and cook in the oven at 200 Celsius for approx. 45 minutes, until tender. Sprinkle with extra salt to taste and garnish with lemon and onion slices. Serve as an entree or part of a meal. TNT: Imran C."
      }
   },
   {
      "country": "Indonesia",
      "dishes": [
         "Gado Gado Salad",
         "Nasi Goreng",
         "Bakmi"
      ],
      "recipe": {
         "title": "Nasi Goreng",
         "ingredients": "1 1/2 c Long grain white rice|3 tb Corn oil|2 Onions, cut in half, sliced|2 sm Fresh green chilies, seeded, chopped|1 Pork tenderloin, diced (6oz)|1 Skinned chicken breast (6oz)|1 ts Paprika|2 tb Light soy sauce|4 oz Cooked peeled medium shrimp, thawed if frozen|Salt to taste|1 Egg|1 ts Cold water|1 1/2 ts Butter|Shrimp crackers",
         "servings": "4 Servings",
         "instructions": "Cook rice in boiling, salted water 12 minutes. Drain and rinse well, then drain again. Heat oil in a large skillet. Add onions, garlic and chilies and fry 2 minutes. Add pork and chicken and fry gently 10 minutes until cooked. Add rice, chili powder, paprika, soy sauce and shrimp and cook 5-6 minutes or until piping hot, stirring constantly. Season with salt. Turn mixture into a warm serving dish and keep warm while preparing omelette topping. Whisk egg with cold water. Melt butter in a skillet. Add egg mixture and swirl skillet to give a thin, even mixture. Cook over gentle heat 2-3 minutes or until egg mixture is set and lightly golden underneath. Turn omelette out onto a flat surface. Roll up and cut in slices. Arrange slices of omelette on top of rice mixture. Serve hot with shrimp crackers."
      }
   },
   {
      "country": "Iran (Islamic Republic of)",
      "dishes": [
         "Abgoosht",
         "Kebab Kubideh with Chelo"
      ],
      "recipe": ""
   },
   {
      "country": "Ireland",
      "dishes": [
         "Irish Stew",
         "Colcannon"
      ],
      "recipe": {
         "title": "Crockpot Irish Stew",
         "ingredients": "2 lb Lamb, boneless; cubed, browned & drained|2 ts Salt|1/4 ts Pepper Water|1 sm Bay leaf|2 md Carrots; pared & cut in 1/2\" slices|2 sm Onions, thinly sliced|4 md Potatoes, pared & quartered|1/4 c Quick-cooking tapioca; (opt)|10 oz Peas, frozen; OR|10 oz Mixed vegetables, frozen",
         "servings": "1 Servings",
         "instructions": "Season cubed lamb with salt and pepper. Add remaining ingredients except peast (omit tapioca if you don't want gravy thickened). Stir well. Cover and cook on Low 10-12 hours. Add peas during last 1-2 hours of cooking."
      }
   },
   {
      "country": "Israel",
      "dishes": [
         "Hummus",
         "Falafel",
         "Meorav Yerushalmi"
      ],
      "recipe": {
         "title": "Middle-Eastern Hummus Platter",
         "ingredients": "2 md Clove garlic; peeled|30 oz Canned chickpeas; rinsed and drained|1/4 c Fresh lemon juice|1/4 c Tahini|1 ts Paprika|1/2 ts Salt|1 tb Olive oil|4 Pita breads; (5 to 6 inches)|6 c Bite-size vegetables for serving|(such as blanched broccoli and|Cauliflower florets|Carrot and celery sticks|Cucumber slices and radishes)",
         "servings": "6 servings",
         "instructions": "6 SERVINGS DAIRY-FREE Surround this dip with fresh veggies and homemade pita toasts for a quick and healthy meal. MEAL PLAN: Serve this inviting dish with purchased tabbouleh salad and stuffed grape leaves for a Middle Eastern buffet. Preheat oven to 375F. Meanwhile, in food processor, process garlic until minced. Add chickpeas, 1/2 cup water, lemon juice, tahini, paprika and salt. Process until smooth, scraping down bowl as necessary. Transfer hummus to medium bowl. Lightly brush oil over both sides of each pita. Cut each pita into 8 wedges and. place on baking sheet. Bake until golden and toasted, about 10 minutes. Let cool for 10 minutes, then serve with hummus and cut-up vegetables. PER SERVING HUMMUS AND PITA: 364 CAL.; 12G PROT.; 10G TOTAL FAT 1G SAT. FAT); 57G CARB.; 0 CHOL.; 817MG SOD.; 7G FIBER"
      }
   },
   {
      "country": "Italy",
      "dishes": [
         "Bruschetta",
         "Minestrone",
         "Pizza",
         "Lasagne"
      ],
      "recipe": {
         "title": "Fried Bruschetta",
         "ingredients": "Olive oil|1 Clove peeled garlic|2 lg Good quality bread|1/2 c Purred cooked cannelini beans|Salt and freshly ground black pepper|Chopped fresh fennel or slivers of roasted red peppers",
         "servings": "1 Servings",
         "instructions": "Heat some olive oil in a skillet and fry the bread with the garlic. Spread the fried bread with pureed beans, season with salt and pepper, drizzle on more olive oil and garnish with chopped fresh fennel or pepper."
      }
   },
   {
      "country": "Jamaica",
      "dishes": [
         "Jamaican Meat Patties",
         "Jerk Chicken",
         "Ackee and Saltfish"
      ],
      "recipe": {
         "title": "Cecil's Jerk Chicken",
         "ingredients": "1/4 c Caribbian hot sauce -- OR|10 Habaneros|Pureed in 1/4 cup cheap --|Yellow mustard|2 tb Dried rosemary|2 tb Dried basil|3 Scallions|1 ts Salt|Juice of 2 limes|2 tb White vinegar|2 tb Parsley|2 tb Dried thyme|2 tb Mustard seed|1 ts Black pepper|2 tb Orange juice|6 Chicken thighes -- w/legs|Attached|Chopped",
         "servings": "1 Servings",
         "instructions": "Combine all ingredients except chicken in food processor or blender, and blend into a paste, making sure that the ingredients are all fully integrated. The paste should be the consistency of a thick tomato sauce. If its too thick, thin it with a little more white vinegar. Cover the paste and let it sit in the refrigerator for at least 2 hours, but not more that 2 weeks, for the flavors to blend together. Overnight is ideal. Rub the chicken with the paste and place over a very low heat. Or if you have a covered cooker, put the coals to one side, the chicken to the other and cover."
      }
   },
   {
      "country": "Japan",
      "dishes": [
         "Ebiten",
         "Miso Soup",
         "Chirashi Sushi",
         "Ramen"
      ],
      "recipe": {
         "title": "Mild Miso Soup",
         "ingredients": "3 c Water|6 Scallions; including greens, chopped|6 Dried shiitake mushrooms|6 Wafer-thin slices peeled fresh ginger|1 lg Carrot; peeled and thinly sliced|2 tb Yellow or red miso|1/2 c Cubed firm tofu",
         "servings": "1 servings",
         "instructions": "Put the water in a large saucepan. Add 3/4 of the scallions, reserving the rest. Add the mushrooms, ginger and carrot. Bring to a boil over medium-high heat, cover, and turn the heat down to medium-low. Simmer until the vegetables are soft, about 30 minutes. Strain the broth through a fine sieve. Remove the mushrooms from the sieve and reserve. Discard the remaining vegetables. Return the broth to the saucepan over low heat. Thinly slice the mushrooms and add them to the broth along with the remaining scallions. Stir in the miso thoroughly, never allowing the mixture to boil. Stir in the tofu. Serve warm. Yield: 4 servings"
      }
   },
   {
      "country": "Jordan",
      "dishes": [
         "Mansaf"
      ],
      "recipe": ""
   },
   {
      "country": "Kazakstan",
      "dishes": [
         "Beshbarmak",
         "Kazakh Shalgam",
         "Shuzhuk"
      ],
      "recipe": ""
   },
   {
      "country": "Kenya",
      "dishes": [
         "Sukuma Wiki",
         "Nyama Choma",
         "Ugali"
      ],
      "recipe": {
         "title": "Sukuma Wiki (Collard Greens in Lemon Sauce)",
         "ingredients": "2 lb Collard greens|1 3/4 c Water|2 tb Vegetable oil|1 md Onion -- chopped|2 md Plum tomatoes -- peel, seed,|Chop|1 Serrano chile -- seeded and|Minced|2 1/2 tb Fresh lemon juice|1 tb All-purpose flour|1/2 ts Salt",
         "servings": "4 Servings",
         "instructions": "In a large sink of lukewarm, agitate the collard greens well to remove any hidden grit. Carefully lift the greens out of the water and transfer them to a colander, leaving the grit on the bottom of the sink. Repeat the procedure in a sink of fresh water. Remove and discard the woody stems. Stack the collard leaves a few at a time, and cut them crosswise into 1/2-inch wide strips. Bring 1 cup of the water to a boil in a large skillet. Add the collard greens, cover, and cook over medium heat, stirring often, until the greens are barely tender, about 10 minutes. Drain the greens well. Heat the oil in a large skillet. Add the onion and chile pepper and cook over medium heat, stirring often, until softened, about 5 minutes. Add the tomatoes and cook for 2 minutes. Stir in the drained greens. In a medium bowl, whisk the remaining 3/4 cup water with the lemon juice, flour and salt until smooth. Stir this into the greens, reduce the heat to low, and simmer, stirring often, until the sauce has thickened and the flour flavor has cooked away, about 3 minutes. Serve immediately. \"There are many ways of making this very simple dish,\" says Maggie Marenga. \"You can use just onions or just tomatoes. You can use heavy cream or half-and-half instead of the water in the lemon sauce. It's great with beef or chicken stew. Some people even put beef or chicken in their Sukuma Wiki. In Kenya, it is eaten on an almost daily basis.\" >From KWANZAA: An African-American Celebration of Culture and Cooking by Eric V. Copage. : KWANZAA: An African-American Celebration of Culture and Cook"
      }
   },
   {
      "country": "Kiribati",
      "dishes": [
         "Palusami"
      ],
      "recipe": ""
   },
   {
      "country": "Korea, Rep. of Korea",
      "dishes": [
         "Bulgogi",
         "Bibimbap",
         "Kimchi",
         "Budae-jjigae"
      ],
      "recipe": {
         "title": "Bulgogi",
         "ingredients": "2 lb Boneless meat from beef short ribs; more or less, sliced thin|1 c Soy sauce|1/2 c Sugar|1 tb Sesame oil|1 1/2 ts Black pepper|1 1/2 ts Monosodium glutamate|3 Cloves garlic; chopped fine|1 md White onion; chopped",
         "servings": "4 Servings",
         "instructions": "Mix all of the ingredients but the meat in a wok (no additional oil is needed); stir and heat, then add the meat and cook, stirring, until no longer red. Overcooking likely will toughen the meat. NOTE: Any good, tender grade or cut of lean beef would serve equally well."
      }
   },
   {
      "country": "Kuwait",
      "dishes": [
         "Chicken Machboos"
      ],
      "recipe": ""
   },
   {
      "country": "Kyrgyzstan",
      "dishes": [
         "Beshbarmak",
         "Lagan",
         "Kazy Plov"
      ],
      "recipe": ""
   },
   {
      "country": "Lao People's Democratic Republic",
      "dishes": [
         "Tam Maak Hung",
         "Larb with sticky rice"
      ],
      "recipe": ""
   },
   {
      "country": "Latvia",
      "dishes": [
         "Piragi",
         "Karbonade"
      ],
      "recipe": {
         "title": "Norwegian Meal Balls (Karbonader)",
         "ingredients": "1/4 c Fine, dry breadcrumbs|1 c Milk|1 lb Round steak, ground twice|1 Egg, beaten|3 tb Grated onion|1 ts Salt|1/2 ts Monosodium glutamate|1/4 ts Nutmeg|1/8 ts Pepper|3 tb Butter|1/2 c Beef broth (or boulion)|1 lg Onion|2 tb Butter|1 tb Sugar|2 tb Butter",
         "servings": "1 Batch",
         "instructions": "Put bread crumbs in a large bowl. Pour milk over crumbs. Stir until blended. Add to bowl ground steak, egg, grated onion, salt, monosodium glutamate, nutmeg and pepper. Mix lightly until thoroughly blended. Shape into 2 1/2 inch x 1/4 inch patties. Heat 3 tbs butter in large skillet with tight fitting cover. Add patties to the skillet and cook over medium heat until patties are well browned. Turn to brown second side. Set patties aside in the skillet to keep warm. Prepare boullion if using (or have broth on hand). Clean large onion and cut into thin slices. In small skillet, heat 2 tbs butter. Add onion and cook over medium heat until lightly browned. Remove onion from skillet and put over meatballs. Drain off fat from skillet. Add 1 tbs sugar. Stir constantly with back of wooden spoon, heat until sugar is melted. Add the meat broth (or boullion) gradually and 2 tbs butter. Stir until well blended. Pour over meatballs and onions. Cover skillet and simmer 10"
      }
   },
   {
      "country": "Lebanon",
      "dishes": [
         "Baked Kibbeh",
         "Tabbouleh"
      ],
      "recipe": {
         "title": "Tabbouleh",
         "ingredients": "2/3 c Cracked wheat|1/2 c Chopped fresh mint|2 c Chopped parsley|1 c Chopped tomatoes|3/4 c Olive oil|1/2 c Freshly squeezed lemon juice|1 c Chopped green onions (white - and green parts included)|Salt and pepper to taste",
         "servings": "1 Batch",
         "instructions": "Soak cracked wheat for 24 hours in cold water. Drain very well and mix all ingredients together. Serve on crisp iceberg lettuce."
      }
   },
   {
      "country": "Liberia",
      "dishes": [
         "Dumboy",
         "Palava"
      ],
      "recipe": ""
   },
   {
      "country": "Lithuania",
      "dishes": [
         "Cepelinai",
         "Skilandis"
      ],
      "recipe": ""
   },
   {
      "country": "Macau",
      "dishes": [
         "Minchee"
      ],
      "recipe": ""
   },
   {
      "country": "Macedonia, FYR",
      "dishes": [
         "Tavce Gravce",
         "Gjuvech"
      ],
      "recipe": ""
   },
   {
      "country": "Madagascar",
      "dishes": [
         "Romazava",
         "Vanilla-fragranced Duckling"
      ],
      "recipe": ""
   },
   {
      "country": "Malawi",
      "dishes": [
         "Fish Curry with Nshima",
         "Goat Meatballs"
      ],
      "recipe": ""
   },
   {
      "country": "Malaysia",
      "dishes": [
         "Nasi Lemak",
         "Roti Canai"
      ],
      "recipe": ""
   },
   {
      "country": "Maldives",
      "dishes": [
         "Mas Riha"
      ],
      "recipe": ""
   },
   {
      "country": "Mali",
      "dishes": [
         "Maafe",
         "Jollof Rice"
      ],
      "recipe": {
         "title": "Ghana Jollof Rice",
         "ingredients": "Coombes|2 c Water|1 3lb chicken -- cut into 8|Pcs|2 16oz cans stewed tomatoes|2 ts Salt|1/4 ts Black pepper|3/4 c Cooked smoked ham -- cubed|1 c Uncooked rice|1 lg Onion -- sliced|3 c Cabbage -- shredded|1/2 lb Fresh green beans --|Quartered|And stems removed OR|1 10oz pk frozen beans|1/4 ts Ground cinnamon|1/4 ts Cayenne pepper",
         "servings": "8 Servings",
         "instructions": "Pour water into a large pot. Add the chicken, tomatoes, salt, and pepper. Cover; bring to a boil, reduce the heat, and simmer for 30 minutes. Stir in the ham, rice, onion, cabbage, green beans, cinnamon, and cayenne pepper. Bring to a boil, then reduce heat to low. Cover and simmer until the chicken is fork-tender and the rice is cooked, 25-30 minutes. TheAfrican-American Kitchen"
      }
   },
   {
      "country": "Malta",
      "dishes": [
         "Pastizzi",
         "Stuffat Tal-Fenek"
      ],
      "recipe": ""
   },
   {
      "country": "Marshall Islands",
      "dishes": [
         "Macadamia Nut Pie"
      ],
      "recipe": {
         "title": "Macadamia Nut Pie",
         "ingredients": "1/2 c Butter|1/2 c Brown sugar|1/2 ts Vanilla extract|1/8 ts Salt|3/4 c Light corn syrup|3 Eggs|2/3 c Macadamia nuts, coarsely chopped|1 9-inch pie shell, unbaked",
         "servings": "1 Servings",
         "instructions": "Papeete Bay Verandah, Disney's Polynesian Resort Preheat oven to 400 degrees. Cream together butter, sugar, vanilla, and salt. Blend in syrup. Add eggs slowly, stirring until well mixed. Fold in nuts. Pour into pie shell. Bake for 10 minutes, then reduce heat to 325 and bake an additional 45 minutes, or until center is firm and set."
      }
   },
   {
      "country": "Mauritania",
      "dishes": [
         "Thieboudienne",
         "Couscous"
      ],
      "recipe": {
         "title": "Greek Couscous",
         "ingredients": "1 1/2 c Water|1 c Couscous|1/2 ts Dried Oregano|1 1/2 c Plum Tomatoes; Diced|1 c Cucumber; Peeled And Diced|1/3 c Crumbled Feta Cheese|1/4 c Ripe Olives; Halved|3 tb Diced Red Onion|15 1/2 oz Chickpeas; Canned, Drained|1/4 c Water|3 tb Lemon Juice|1 1/2 tb Extra-Virgin Olive Oil|1/4 ts Salt|1/4 ts Coarsely Ground Pepper",
         "servings": "4 servings",
         "instructions": "Bring 1 1/2 cups water to a boil in a medium saucepan; stir in couscous and oregano. Remove from heat; cover and let stand 5 minutes. Fluff with a fork. Combine couscous, tomatoes, and next 5 ingredients (tomatoes through chickpeas) in a bowl; set aside. Combine 1/4 cup water and remaining ingredients; stir well with a whisk. Pour dressing over couscous mixture, tossing gently to coat."
      }
   },
   {
      "country": "Mauritius",
      "dishes": [
         "Beef Curry",
         "Chicken Fricassee"
      ],
      "recipe": {
         "title": "Gaeng Masaman Neuea (Muslim Beef Curry)",
         "ingredients": "1 1/8 lb Steak, cut into 2 cm cubes|1 c Thin coconut milk|1 c Thick coconut milk|1 tb Muslim curry paste|1 md Potato,cut into 2 cm cubes|1 sm Onion|1/8 lb Raw peanuts, skinned|1 ts Cardamon pods|1 tb Lemon juice|3 tb Tamarind water|1 tb Nam pla (Thai fish sauce)",
         "servings": "4 Servings",
         "instructions": "cooked, that is it gives off a strong curry fragrance. Return the meat to the pan, toss it in the paste and fry for a further 3-4 mins. Pourthe remainder of the coconut milk back in, and simmer for a further 10 mins. until the suace thickens and the oil separates and forms a layer on the surface. Add the potato, onion, peanuts, cardamon, lemon juice, tamarind water, nam pla, and the thick coconut milk. Simmer for a further 30 mins. or until the meat and vegetables are cooked. Taste and adjust the seasoning with nam pla, lemon juice or tamarind as necessary. A few mins before serving, add the chilli. This gaeng is popular with the Thai Muslims, and they generally would not eat the other varieties of Thai curry. Buddhist (and the Christians) Thais are not so fussy, and eat Gaeng Masaman as well as the rest. Naturally, this is one dish in which one would not subtitute pork for the beef."
      }
   },
   {
      "country": "Mexico",
      "dishes": [
         "Pollo en Mole",
         "Tacos al Pastor",
         "Enchiladas"
      ],
      "recipe": {
         "title": "Enchilada Sauce/chicken Enchiladas",
         "ingredients": "1 tb Flour|1 1/2 tb Olive oil|1/2 ts Thyme|1/2 ts Oregano|1/4 ts Cayenne|1/2 ts Cumin|1 Clove garlic; minced|1 cn Chicken broth; 14 oz|1 cn Tomatoe sauce; 8 oz|1 tb Lime juice; fresh",
         "servings": "1 Servings",
         "instructions": "In large pan saute flour in oil for one minute, add spices and cook for an additional minute. Add broth, tomatoe sauce and lime juice and bring to a boil stirring constantly till thickened. Assemble tortillas with chicken and cooked onion, laying side by side in pan that has been coated with sauce. When pan is full, pour additional sauce over top, add grated cheddar cheese. Bake in oven til warmed through and cheese has melted. Serve on a bed of lettuce and serve with sour cream, salsa and jalapeno peppers to the side."
      }
   },
   {
      "country": "Micronesia (Federated States of)",
      "dishes": [
         "Fruit Bat Soup"
      ],
      "recipe": {
         "title": "Fruit Bat Soup",
         "ingredients": "3 Fruit bats, well washed but neither skinned nor eviscerated,|Water|1 tb Finely sliced fresh ginger,|1 lg Onion, quartered,",
         "servings": "4 Servings",
         "instructions": "I knew if we were patient, this would become available. For all of you who have been waiting patiently to make your fruit bats into fruit bat soup, here's a recipe. Sea salt to taste, Chopped scallions, Soy sauce and/or coconut cream. 1. Place the bats in a large kettle and add water to cover, the ginger, onion, and salt. Bring to the boil and cook for 40 minutes. Strain broth into a second kettle. 2. Take the bats, skin them and discard the skin. Remove meat from the bones and return meat, and any of the viscera you fancy, to the broth. Heat. 3. Serve liberally sprinkled with scallions and further seasoned with soy sauce and/or coconut cream. Yield: 4 servings. Quadrangle Books, Inc. NY. Bill Venables, Dept. of Statistics, Univ. of Adelaide, South Australia."
      }
   },
   {
      "country": "Moldova, Rep.of",
      "dishes": [
         "Mamaliga",
         "Varenyky",
         "Mititei"
      ],
      "recipe": {
         "title": "Romanian Sausages (Mititei)",
         "ingredients": "5 Cloves garlic, peeled|1/4 c Water|1 lb Ground chuck|2/3 lb Coarsely ground pork|1 ts Baking soda|1 1/2 ts Salt|1 ts Black pepper|1/2 ts Dried thyme, whole|1/2 ts Dried basil|1/2 c Beef stock",
         "servings": "1 Servings",
         "instructions": "Crush the garlic well in the water, using a fork. Stir the meat, baking soda, seasonings, and garlic puree together. Add Beef Stock and mix well. For each sausage, take 1/3 cup of the meat mixture, and roll between the palms of your hands into a sausage shape about 4 inches long. Place sausages side by side in a container and cover. Refrigerate overnight so that the flavors can blend. These are excellent on the grill. They may also be broiled or baked in the oven. Broil the sausages about 3 minutes per side until cooked through and browned.. HINT: When hand rolling sausages or meatballs of any kind, keep a small bowl of water near you so that you can keep your hands a bit wet. This way the meat will not stick to your hands."
      }
   },
   {
      "country": "Mongolia",
      "dishes": [
         "Bansh"
      ],
      "recipe": {
         "title": "Banshee",
         "ingredients": "1/2 oz Creme de banana|1/2 oz Creme de cacao|2 oz Sweet cream|Crushed ice",
         "servings": "1 Servings",
         "instructions": "Combine liquid ingredients with crushed ice in a mixing glass. Shake and strain into cocktail glass."
      }
   },
   {
      "country": "Morocco",
      "dishes": [
         "Lamb Tagine with Couscous"
      ],
      "recipe": ""
   },
   {
      "country": "Mozambique",
      "dishes": [
         "Frango a Cafreal",
         "Mozambique Prawns"
      ],
      "recipe": ""
   },
   {
      "country": "Nepal",
      "dishes": [
         "Dal Bhat",
         "Nepali Goat Curry"
      ],
      "recipe": ""
   },
   {
      "country": "Netherlands",
      "dishes": [
         "Hutspot met Klapstuk",
         "Hollandse Nieuwe Haring"
      ],
      "recipe": {
         "title": "Hutspot Met Klapstuk",
         "ingredients": "400 g Thin flank steak|Salt|3/16 kg Carrots|1 1/2 kg Onions|2 kg Potatoes|80 g Butter or margarine",
         "servings": "8 Servings",
         "instructions": "Pre-cook meat for 2-3 hours in water with salt. Clean carrots, cut them in little pieces. Peel, wash & cut onion & add with potatoes & carrots to the meat. Cook all together until done, about 30 mintues. Remove the meat. Mash & mix the vegetables. Dot with butter or margarine. Dutch wintertime recipe. MAJ A. N. GIESBERS"
      }
   },
   {
      "country": "New Zealand",
      "dishes": [
         "Bacon and Egg Pie",
         "Braised Lamb Shanks with Mashed Potatoes"
      ],
      "recipe": {
         "title": "Bacon and Egg Pie",
         "ingredients": "2 Sheets pre-rolled flaky pastry|1 Onion; chopped|1 c Chopped bacon|1/2 c Mixed vegetables|2 tb Spicy chutney|6 Eggs|Milk",
         "servings": "6 Servings",
         "instructions": "Use one sheet of pastry to line a 20 cm square shallow cake tin. (8 inch) Sprinkle onion, bacon and mixed vegetables evenly over pastry. Dot the chutney on top. Break eggs evenly over, pricking the yolks so they run slightly. Carefully lift second sheet of pastry over filling. Brush top with milk. Bake at 200C (400 F) for 40 minutes or until well risen and golden. To serve - cut into squares. Serve hot or cold. Serves 6. RECIPEINTERNET LIST SERVER"
      }
   },
   {
      "country": "Nicaragua",
      "dishes": [
         "Gallo Pinto"
      ],
      "recipe": {
         "title": "Gallo Pinto",
         "ingredients": "1 c Raw brown rice (steamed)|5 cn (16 oz) black beans (rinsed|And drained)|1 Chopped onion|2 lg Green peppers, chopped or|Diced|2 lg Red peppers, chopped or|Diced|2 1/2 ts Ground coriander|4 tb Veg. Worcestershire sauce|2 tb Tobasco sauce|1 Scant Tbs. salt|2 pk Chopped, frozen spinach|(thawed and squeezed)",
         "servings": "1 Servings",
         "instructions": "Spray large casserole dish with something like Pam. (We used a LARGE, round Le Creuset dish.) Cook rice ahead (we used a steamer so that the rice wouldn't stick together). Saute peppers, onions, spinach, and seasonings. Add rice and mix. Add rinsed beans and mix. Heat through (covered). Enjoy. 1.80á"
      }
   },
   {
      "country": "Niger",
      "dishes": [
         "Djerma Stew",
         "Jollof Rice"
      ],
      "recipe": {
         "title": "Ghana Jollof Rice",
         "ingredients": "Coombes|2 c Water|1 3lb chicken -- cut into 8|Pcs|2 16oz cans stewed tomatoes|2 ts Salt|1/4 ts Black pepper|3/4 c Cooked smoked ham -- cubed|1 c Uncooked rice|1 lg Onion -- sliced|3 c Cabbage -- shredded|1/2 lb Fresh green beans --|Quartered|And stems removed OR|1 10oz pk frozen beans|1/4 ts Ground cinnamon|1/4 ts Cayenne pepper",
         "servings": "8 Servings",
         "instructions": "Pour water into a large pot. Add the chicken, tomatoes, salt, and pepper. Cover; bring to a boil, reduce the heat, and simmer for 30 minutes. Stir in the ham, rice, onion, cabbage, green beans, cinnamon, and cayenne pepper. Bring to a boil, then reduce heat to low. Cover and simmer until the chicken is fork-tender and the rice is cooked, 25-30 minutes. TheAfrican-American Kitchen"
      }
   },
   {
      "country": "Nigeria",
      "dishes": [
         "Jollof Rice",
         "Egusi Soup"
      ],
      "recipe": {
         "title": "Ghana Jollof Rice",
         "ingredients": "Coombes|2 c Water|1 3lb chicken -- cut into 8|Pcs|2 16oz cans stewed tomatoes|2 ts Salt|1/4 ts Black pepper|3/4 c Cooked smoked ham -- cubed|1 c Uncooked rice|1 lg Onion -- sliced|3 c Cabbage -- shredded|1/2 lb Fresh green beans --|Quartered|And stems removed OR|1 10oz pk frozen beans|1/4 ts Ground cinnamon|1/4 ts Cayenne pepper",
         "servings": "8 Servings",
         "instructions": "Pour water into a large pot. Add the chicken, tomatoes, salt, and pepper. Cover; bring to a boil, reduce the heat, and simmer for 30 minutes. Stir in the ham, rice, onion, cabbage, green beans, cinnamon, and cayenne pepper. Bring to a boil, then reduce heat to low. Cover and simmer until the chicken is fork-tender and the rice is cooked, 25-30 minutes. TheAfrican-American Kitchen"
      }
   },
   {
      "country": "Norway",
      "dishes": [
         "Farikal",
         "Smorbrod"
      ],
      "recipe": ""
   },
   {
      "country": "Oman",
      "dishes": [
         "Shuwa"
      ],
      "recipe": ""
   },
   {
      "country": "Pakistan",
      "dishes": [
         "Mutton Biryani",
         "Bhari Bhindi"
      ],
      "recipe": ""
   },
   {
      "country": "Palau",
      "dishes": [
         "Fruit Bat Soup"
      ],
      "recipe": {
         "title": "Fruit Bat Soup",
         "ingredients": "3 Fruit bats, well washed but neither skinned nor eviscerated,|Water|1 tb Finely sliced fresh ginger,|1 lg Onion, quartered,",
         "servings": "4 Servings",
         "instructions": "I knew if we were patient, this would become available. For all of you who have been waiting patiently to make your fruit bats into fruit bat soup, here's a recipe. Sea salt to taste, Chopped scallions, Soy sauce and/or coconut cream. 1. Place the bats in a large kettle and add water to cover, the ginger, onion, and salt. Bring to the boil and cook for 40 minutes. Strain broth into a second kettle. 2. Take the bats, skin them and discard the skin. Remove meat from the bones and return meat, and any of the viscera you fancy, to the broth. Heat. 3. Serve liberally sprinkled with scallions and further seasoned with soy sauce and/or coconut cream. Yield: 4 servings. Quadrangle Books, Inc. NY. Bill Venables, Dept. of Statistics, Univ. of Adelaide, South Australia."
      }
   },
   {
      "country": "Panama",
      "dishes": [
         "Sancocho",
         "Tamales Panamenos"
      ],
      "recipe": {
         "title": "Sancocho (Dominican Republic)",
         "ingredients": "4 lb Chicken|2 lb Pork chops|1 lb Tocino|1 1/2 lb Goat meat|1 lb Sausage|4 lg Plantain bananas|2 lb Yucca|2 lb Malanga|2 lb Spanish pumpkin|2 lb Sweet potatoes|5 Ears of corns|2 lb White yam or taro|6 l Water|1 1/2 tb Oregano|5 ts Salt|2 tb Naranja agria|2 Green bell pepper; cut into four pieces|1 md Size onion|1 ts Smashed garlic|Parsley leaves|Cilantro leaves|1 Chicken bouillon cube|2 tb White vinegar|Worcestershire sauce; optional",
         "servings": "18 servings",
         "instructions": "How to prepare the ingredients: The day before (to save some time) you can cook the meats and store them in the refrigerator. The way to cook them is the following: 1. Cut the chicken in different pieces, wash the chicken with \"naranja agria\" taking out the skin and excess grease. Add onions, garlic, bell pepper, English sauce (or soy sauce), tomatoes and salt. After half an hour, cook the chicken without adding tomato sauce. Add more water than usual so that you can use the resulting sauce. Do not let get the chicken to become too tender. When done, save it in the refrigerator. 2. Cook the pork chops and goat in the same way as the chicken but cook them separately. Add more water than usual so that you can use the resulting sauce. When done, save it in the refrigerator. 3. Cut the \"tocino\" in small pieces (half an inch) and pass it through hot vegetable oil (to give a nice color). Add some water and cook. Do not let get the \"tocino\" to become too tender. 4. Cut the sausage in small pieces (half an inch each) and fry the pieces. Save the vegetable oil. 5. Peel of the yucca, plaintain bananas, malanga, spanish pumpkin, sweet potatoes and white yam and cut them in small pieces. Put them in salt water so that they do not become black. 6. In a large pot (or two medium size pots) put the salt and the water. Add the onions, bell pepper, leaves of parsley and cilantro, spanish pumpkin, corn, plaintain bananas and malanga. When they are getting tender put all the other vegetables, the meat and the \"sauces\". Add two tablespoons of the oil in which the sausage was fried, \"naranja agria\", vinegar, garlic, check the salt. Do not let the sancocho to get too thick. 7. Put the spanish pumpkin in two portions: the first one to add thickness to the \"sancocho\" and the second to eat with the sancocho. If some vegetables are too tender, take them out. When the sancocho is done, put them in again. When done, you can serve the sancocho with rice and add picante sauce (Tabasco, for instance). This recipe is good for 18 portions. Notes: PANTRY: tocino (salt pork, or spanish sausage) yucca (cassava,tapioca,manioc) naranja agria (these are oranges that are very, very sour) auyama (spanish pumpkin, butternut squash, winter squash) puerro (leek, green onion) Malanga (mul-AHNG-uh) (Taro Root)"
      }
   },
   {
      "country": "Paraguay",
      "dishes": [
         "Sopa Paraguayana",
         "Payagua Mascada"
      ],
      "recipe": ""
   },
   {
      "country": "Peru",
      "dishes": [
         "Ceviche"
      ],
      "recipe": {
         "title": "Ceviche",
         "ingredients": "1 lb Fresh, sweet scallops; * see note|1 c Fresh lime juice|2 tb Cilantro; chopped|1 ts Crushed red pepper|1/2 ts Dried oregano|1/2 ts Dried thyme|2 tb Fresh basil (or 1 teaspoon dried basil)|1/3 c Ketchup|1 ts Sugar; or to taste|1 md Onion; thinly sliced|3 Jalapenos, seeded; finely chopped|1 md Red bell pepper; thinly sliced|1 md Tomato; chopped",
         "servings": "4 Servings",
         "instructions": " : Brenda Beach (Rooby) NOTES : You may substitute fresh shrimp, or do half shrimp and half scallops. You can make this a day or two ahead of time, but do NOT add the tomatoes. The tomatoes should be added fresh an hour or two before serving, or disregarded altogether. Does not keep well after tomatoes are added, but will last several days without them and actually improve. Note: When you place seafood in citrus juice, this chemically 'cooks' the seafood. (This is why seafood marinade recipes tell you to marinate the fish for no more than 1/2 hour or so.) However, this process will NOT destroy parasites that might be in the flesh. According to my sources, scallops and shrimp are two seafoods you can trust NOT to have parasites. I have seen many recipes for ceviche that contain other types of white seafood, such as halibut, etc. My butcher (among others) has told me that if you desire to use other types of seafood in ceviche, freezing it for 10 days will kill the parasites."
      }
   },
   {
      "country": "Philippines",
      "dishes": [
         "Adobo",
         "Pork Sinigang"
      ],
      "recipe": {
         "title": "Chipotles En Adobo (My Mexico) Pt 1",
         "ingredients": "4 oz Chipotle chiles (moras); about 60|3 Ancho chiles; remove seeds & veins|1 1/2 c Water|4 Cloves garlic; roughly chopped|2 Sprigs fresh marjoram; OR|1/8 ts Dried marjoram|2 Sprigs fresh thyme; OR|1/8 ts Dried thyme|1 pn Cumin seeds; crushed|1 Bay leaf; torn to small pieces|2 tb Olive oil|3/4 c Mild vinegar (pineapple in Mexico); OR half rice and half wine vinegar|3/4 c Strong vinegar|2 oz Dark brown sugar - firmly packed; about 1/3 cup|1 tb Sea salt",
         "servings": "1 Servings",
         "instructions": "Preface: From The Journey North - Torreon to Chihuahua This part of Chihuahua is quite an important chile-growing area as well, and while the greatest part of the crop is dried, fresh chiles are also used: \"chile de arbol\", \"guajillo\" (confusingly called \"cascabel\" there), \"jalapeno\", and \"chilaca\" or Anaheim. The \"chilaca\", or \"chile verde\", the long slender light green chile that ranges from mild to hot, is the one featured most commonly in the cooking of Chihuahua. While it is used fresh, or dried as \"chile de la tierra\" or \"chile colorado\", there is an interesting variation: it is charred and peeled and then hung up to dry, whole, without removing seeds and veins. In this state it is known as the \"chile pasado\". I warn you, if you do this, 1 pound will reduce to 2 ounces. But it is well worth it because when rehydrated before cooking this chile has a delicious flavor and enhances the stews or \"rellenos\" or \"chile con queso\" in which it is used. In recent years mushroom cultivation has been introduced, and now the preferred filling for \"chiles rellenos\" is a mixture of mushrooms and cheese. The crop of jalapenos, while still green, is mostly destined for the canning industry; once they ripen to red, their value is diminished. Not so many years ago they were simply thrown away in the latter stage, until Don Juventino Santos, an enterprising man from Tulancingo, Hidalgo, who was in the chile business, decided to smoke-dry them for \"chipotle mora\". When we were driving out from Camargo the following day to visit the Lago Toronto, the air was filled with the aroma of smoke and chiles, andd there, a few yards from the roadside, were huge rectangular cement-block structures about twelve feet high. At intervals around the base were fire boxes filled with glowing, smoking logs. Spread out in a thin layer over the slatted surface were deep red, wrinkled jalapenos - the color darkens as the smoking process progresses. A man with a shovel was turning them over from time to time. The farther we drove out of twon, the more small communities (\"ejidos\") we saw and visited that were also dedicated to smoking chiles, and as we drove back that afternoon there were trucks tipping out their loads of the ripened jalapenos onto the newly vacated smoking beds. This smoke-drying process takes several days in which time the weight of the chiles is reduced to one seventh that of the fresh. The smoked chiles are so cheap that one wonders how on earth anyone makes any money out of it at all. We bought sackfuls to support the local economy and distributed them lavishly to all the cooks we knew along the route back and in Michoacan. They were extraordinarily picante, owing to the hot, dry summer. A recipe for them pickled \"en escabeche\" can be found in \"The Art of Mexican Cooking\", and following is a recipe for chipotles \"en adobo\". Preserving chiles by smoke-drying dates from pre-columbian times, and the basic process, albeit with slightly different techniques is still used today. Jalapeno chiles - ripened, smoke-dried, and prepared in a pungent sauce for chipotles \"en adobo\" - have taken the American gastronomic world by storm. They are everywhere, the condiment of the decade, mixed with anything and everything: in sauces, seasoning pastes, soups, salads, breads, etc. (not yet I sincerely hope, in ice cream). There are two types of \"chipotles\": the larger, highly smoked, tobacco-colored one and the smaller mulberry-colored (as the name implies) \"mora\" - not to be confused with \"moritas\", which are smaller. When I first came to Mexico many years ago, the larger light-colored chiles were more in evidence, canned in a light pickle, \"escabeche\". Today the canning industry seems to favor the \"mora\", possibly because its smaller size lends itself to the small cans. Of the many brands exported from Mexico, my preference is for those packed in a darker-colored sauce, a real \"adobo\", rather those in a more acidic, tomato-based sauce. Of course, it is always interesting to make your own, without preservatives and fresh, for which I give a recipe here. This preparation is pungent; a milder version is given in the note that follows the recipe. Rinse the chipotle chiles and drain. Pierce each one right through with a continued in part 2"
      }
   },
   {
      "country": "Poland",
      "dishes": [
         "Bigos",
         "Pierogi"
      ],
      "recipe": {
         "title": "Busia's Pierogi",
         "ingredients": "2 c Milk|2 tb Butter|Flour|2 Eggs|Salt to taste",
         "servings": "1 Servings",
         "instructions": "You can bake them (after boiling them) or fry them & top with fried onions & sour cream ... or eat them plain ... or put them in soup like kreplach. Bring milk and butter almost to a boil: Add flour to make a paste consistency. Beat 2 eggs, add flour and salt to make paste. Combine both mixtures. Keep adding flour until it doesn't stick to your hands. Roll out to 1/4\" thickness. Cut and fill with filling of your choice (sauerkraut, mashed potatoes with cheese, cherries). Pinch together. Boil."
      }
   },
   {
      "country": "Portugal",
      "dishes": [
         "Cozido a Portuguesa",
         "Bacalhau a Gomes de Sa"
      ],
      "recipe": {
         "title": "Stew (Cozido a Portuguesa)",
         "ingredients": "2 lb Beef shin|1/2 lb Bacon|2 qt Boiling water|2 lb Potatoes; pared|1 lb Carrots; scraped|1 lb Turnips; pared|1 lg Cabbage; quartered|1 Smoked sausage; sliced|2 c Rice",
         "servings": "6 Servings",
         "instructions": "Add meat and bacon to water. Cover. Simmer for 2 Hours. Add vegetables. Simmer for 15 minutes. Add sausage. Simmer until vegetbales are tender. remove 4 1/2 cups broth from stew. Bring to boil. add Rice. Cover. Simmer for 30 minutes. Drain stew; Pour broth into soup bowls. Place meat on Platter. Surround with vegetables. Serve with rice. 6 servings. Suggested menu: Portuguese stew, escarole salad, garlic bread, peach cobbler, coffee or tea. Lei, Bronx, NY USA Recipe Archive - 12 August 96"
      }
   },
   {
      "country": "Qatar",
      "dishes": [
         "Machboos ala Dajaj"
      ],
      "recipe": ""
   },
   {
      "country": "Roumania",
      "dishes": [
         "Mamaliga",
         "Sarmale"
      ],
      "recipe": {
         "title": "Mamaliga",
         "ingredients": "1 c Cold water|2/3 c Yellow corn meal|3 c Boiling water|Salt to taste",
         "servings": "1 Servings",
         "instructions": "Mix cup cold water with cornmeal, let sit a few minutes while boiling the rest of the water. Add to boiling water, stirring to avoid lumps. Simmer at least a half hour. I cover pot with a lid that is ajar to release the steam since the cornmeal \"spits\" when it's cooking. When I was a kid, we covered this stuff with pats of butter which melted and slid around and probably took years off our life expectancy. Now I eat this with a pat of margarine and pot-style cottage cheese. My husband insists on sugar, but I prefer salt."
      }
   },
   {
      "country": "Russian Federation",
      "dishes": [
         "Pelmeni",
         "Borscht",
         "Pirozhki"
      ],
      "recipe": {
         "title": "Beet And Cabbage Borscht",
         "ingredients": "4 c Unsalted chicken stock|1 c Dry white wine|1 lb Savoy or green cabbage - (abt 6 cups); cored, shredded|1 lg Beet - (abt 8 oz); peeled, and|Cut into fine julienne|1 sm Red onion; peeled, sliced thin|1 tb Balsamic vinegar|Generous pinch of ground cumin|Salt; to taste|Freshly-ground black pepper; to taste|1/2 c Unflavored yogurt or sour cream",
         "servings": "4 servings",
         "instructions": "Place the chicken stock, wine, cabbage, beets and onion in a large pot. Bring to a boil, reduce heat and simmer until vegetables are tender, for about 30 minutes, stirring occasionally. Add the vinegar, cumin, salt and pepper. (This can be prepared ahead, cooled, covered and set aside at cool room temperature for several hours or refrigerated for several days.) To serve, remove from the refrigerator for about 30 minutes before serving if presenting chilled. Simmer over medium-high heat to reheat if presenting warm. Ladle into 4 soup bowls. Spoon on a generous dollop of yogurt. Serve immediately. This recipe yields 4 servings."
      }
   },
   {
      "country": "Rwanda",
      "dishes": [
         "Goat Brochettes",
         "Ugali"
      ],
      "recipe": {
         "title": "Nsima or Ugali",
         "ingredients": "1 c Ngaiwa (white corn meal)|3 c Boiling water to each cup|Ngaiwa",
         "servings": "2 Servings",
         "instructions": "Large broad wooden spoon or paddle for stirring (mtako) Called nsima in Malawi and Zambia, and ugali in Kenya and Tanzania this is the staple of an East African's diet. Made with corn or cassava flour the think porridge is eaten with the fingers and used to scoop up other dishes. Heat the water until lukewarm and mix in a little of the ngaiwa, stirring well to prevent lumps. Bring to a boil, always stirring and reduce the heat. Allow the mixture to boil gently for a few minutes. It should look like a thin transparent porridge. Sprinkle in the remaining ngaiwa, 'pang'ono pang'ono' (little by little), stirring continuously to avoid lumps from forming. There is a trick to the stirring and this is where the mtako or flat wooden paddle or spoon come in handy. Malawians mash the mixture against the side of the pot with each stir. This breaks up the lumps. The stirring will become difficult but don't give up. You want to reach a thick, smooth consistency. One that will hold its shape. Nsima is eaten with some type of meat or vegetable relish (ndiwo). "
      }
   },
   {
      "country": "Saint Kitts and Nevis",
      "dishes": [
         "Stewed Saltfish"
      ],
      "recipe": ""
   },
   {
      "country": "Saint Lucia",
      "dishes": [
         "Green Fig and Saltfish"
      ],
      "recipe": ""
   },
   {
      "country": "Saint Vincent and the Grenadines",
      "dishes": [
         "Roasted Breadfruit and Fried Jackfish"
      ],
      "recipe": ""
   },
   {
      "country": "Samoa",
      "dishes": [
         "Palusami"
      ],
      "recipe": ""
   },
   {
      "country": "Saudi Arabia",
      "dishes": [
         "Kabsa",
         "Saliq"
      ],
      "recipe": ""
   },
   {
      "country": "Senegal",
      "dishes": [
         "Thieboudienne",
         "Poulet Yassa"
      ],
      "recipe": ""
   },
   {
      "country": "Seychelles",
      "dishes": [
         "Fruit Bat Soup"
      ],
      "recipe": {
         "title": "Fruit Bat Soup",
         "ingredients": "3 Fruit bats, well washed but neither skinned nor eviscerated,|Water|1 tb Finely sliced fresh ginger,|1 lg Onion, quartered,",
         "servings": "4 Servings",
         "instructions": "I knew if we were patient, this would become available. For all of you who have been waiting patiently to make your fruit bats into fruit bat soup, here's a recipe. Sea salt to taste, Chopped scallions, Soy sauce and/or coconut cream. 1. Place the bats in a large kettle and add water to cover, the ginger, onion, and salt. Bring to the boil and cook for 40 minutes. Strain broth into a second kettle. 2. Take the bats, skin them and discard the skin. Remove meat from the bones and return meat, and any of the viscera you fancy, to the broth. Heat. 3. Serve liberally sprinkled with scallions and further seasoned with soy sauce and/or coconut cream. Yield: 4 servings. Quadrangle Books, Inc. NY. Bill Venables, Dept. of Statistics, Univ. of Adelaide, South Australia."
      }
   },
   {
      "country": "Sierra Leone",
      "dishes": [
         "Cassava Leaves Stew",
         "Jollof Rice"
      ],
      "recipe": {
         "title": "Ghana Jollof Rice",
         "ingredients": "Coombes|2 c Water|1 3lb chicken -- cut into 8|Pcs|2 16oz cans stewed tomatoes|2 ts Salt|1/4 ts Black pepper|3/4 c Cooked smoked ham -- cubed|1 c Uncooked rice|1 lg Onion -- sliced|3 c Cabbage -- shredded|1/2 lb Fresh green beans --|Quartered|And stems removed OR|1 10oz pk frozen beans|1/4 ts Ground cinnamon|1/4 ts Cayenne pepper",
         "servings": "8 Servings",
         "instructions": "Pour water into a large pot. Add the chicken, tomatoes, salt, and pepper. Cover; bring to a boil, reduce the heat, and simmer for 30 minutes. Stir in the ham, rice, onion, cabbage, green beans, cinnamon, and cayenne pepper. Bring to a boil, then reduce heat to low. Cover and simmer until the chicken is fork-tender and the rice is cooked, 25-30 minutes. TheAfrican-American Kitchen"
      }
   },
   {
      "country": "Singapore",
      "dishes": [
         "Chilli Crab",
         "Nasi Goreng"
      ],
      "recipe": {
         "title": "Nasi Goreng",
         "ingredients": "1 1/2 c Long grain white rice|3 tb Corn oil|2 Onions, cut in half, sliced|2 sm Fresh green chilies, seeded, chopped|1 Pork tenderloin, diced (6oz)|1 Skinned chicken breast (6oz)|1 ts Paprika|2 tb Light soy sauce|4 oz Cooked peeled medium shrimp, thawed if frozen|Salt to taste|1 Egg|1 ts Cold water|1 1/2 ts Butter|Shrimp crackers",
         "servings": "4 Servings",
         "instructions": "Cook rice in boiling, salted water 12 minutes. Drain and rinse well, then drain again. Heat oil in a large skillet. Add onions, garlic and chilies and fry 2 minutes. Add pork and chicken and fry gently 10 minutes until cooked. Add rice, chili powder, paprika, soy sauce and shrimp and cook 5-6 minutes or until piping hot, stirring constantly. Season with salt. Turn mixture into a warm serving dish and keep warm while preparing omelette topping. Whisk egg with cold water. Melt butter in a skillet. Add egg mixture and swirl skillet to give a thin, even mixture. Cook over gentle heat 2-3 minutes or until egg mixture is set and lightly golden underneath. Turn omelette out onto a flat surface. Roll up and cut in slices. Arrange slices of omelette on top of rice mixture. Serve hot with shrimp crackers."
      }
   },
   {
      "country": "Slovakia",
      "dishes": [
         "Jota"
      ],
      "recipe": ""
   },
   {
      "country": "Slovenia",
      "dishes": [
         "Belokranjska Povitica"
      ],
      "recipe": ""
   },
   {
      "country": "Solomon Islands",
      "dishes": [
         "Poi"
      ],
      "recipe": {
         "title": "Emu Steak Au Poivre",
         "ingredients": "1/2 c Black peppercorns|4 Emu steaks; 4oz each|1/4 c Oil|1/3 c Cognac|1 c Heavy cream|2 tb Cognac|Salt to taste",
         "servings": "4 Servings",
         "instructions": "1. Place peppercorns in press-closure baggie. Crush with a hammer. Lightly coat both sides of steaks with peppercorns. 2. Heat oil in large skillet. Saute steaks over medium-high heat until rare or medium rare (3-4 minutes per side). Remove from pan and discard oil. 3. Return steaks to pan, add 1/3 cup cognac. Cook over high heat until cognac is reduced to about 3 tablespoons. Remove steaks to serving platter and keep warm. Add cream to pan; cook and stir over high heat until cream boils and thickens. Add 2 teaspoons cognac and salt. Spoon sauce over steaks and serve."
      }
   },
   {
      "country": "South Africa",
      "dishes": [
         "Bobotie",
         "Venison Ptjiekos"
      ],
      "recipe": {
         "title": "Fish Bobotie",
         "ingredients": "750 g Firm white fish fillets (skin removed)|2 sl White bread (crusts removed)|500 ml Milk|2 Onions,chopped|25 ml Butter|1 Clove garlic crushed|1 tb Chopped green ginger|10 ml Curry powder|5 ml Turmeric|12 1/2 ml Fruit chutney|25 ml Lemon juice|1 Lemon, Grated rind of|Salt and pepper|5 ml Curry paste|25 ml Chopped lemon pickle|2 Eggs",
         "servings": "1 Servings",
         "instructions": "Both of the following recipes are from a book called A Table at the Cape by Helmine Myburgh and are fairly typical. Chop raw fish in a food processor.Soak bread in 250ml milk and when it is soft combine it with the fish. Heat butter in a little oil and fry the onions,green ginger and garlic - but do not brown.Add curry and turmeric and fry lightly.Remove from the heat and stir into the fish together with hte chutney,lemon rind and lemon juice.Add 5ml salt and some white pepper,the curry paste and the lemon pickle. Beat eggs into 250ml milk and pour onto the fish.Place the fish into a well buttered rectangular oven dish.Push lemon leaves into the bobotie and decorate with almonds.Bake for 30-40 minutes at 180 C until lightly browned.Serve with rice and a salad.Serves 6."
      }
   },
   {
      "country": "Spain",
      "dishes": [
         "Tortilla de Patata",
         "Gazpacho",
         "Paella Valenciana"
      ],
      "recipe": {
         "title": "Champagne Gazpacho with Dilled Sour Cream",
         "ingredients": "3/4 c Nonfat sour cream|2 tb Chopped fresh dill|1 tb Champagne vinegar|1/2 c Champagne vinegar|1/4 c Coarsely chopped shallots|1/4 c Coarsely chopped fresh basil|1/4 c Coarsely chopped fresh cilantro|2 tb Extra-virgin olive oil|1/2 ts Hot sauce|2 lb Plum tomatoes; coarsely chopped|1 1/4 lb Cucumbers; peeled, halved lengthwise and coarsely chopped|3/4 lb Red bell peppers; coarsely chopped|1/4 ts Salt|1/4 ts Pepper|14 1/2 oz Diced tomatoes; (1 can) undrained",
         "servings": "9 Servings",
         "instructions": "Combine the first 3 ingredients in a small bowl; stir well. Cover and chill. Combine 1/2 cup vinegar and next 8 ingredients (1/2 cup vinegar through bell peppers) in a large bowl; stir well. Cover and marinate in refrigerator for 2 hours. Place half of tomato mixture in a food processor, and process until well- blended. Pour the mixture into a large bowl; repeat procedure with remaining tomato mixture. Add salt, pepper, and diced tomatoes to pureed tomato mixture; stir well. Cover and chill 8 hours. Yield: 9 servings (serving size: 1 cup soup and 4 teaspoons sour cream mixture). Serving Ideas : Serve with sour cream mixture."
      }
   },
   {
      "country": "Sri Lanka",
      "dishes": [
         "Ambul Thiyal",
         "Kottu Roti"
      ],
      "recipe": ""
   },
   {
      "country": "Sudan",
      "dishes": [
         "Ful Medames"
      ],
      "recipe": {
         "title": "Ful Medames (Egyptian Brown Bean Stew)",
         "ingredients": "1 lb Ful beans; soaked (available in speciality Asian/Near East stores; other varieties of dried beans can be substituted; but the flavour will differ)|1 tb Freshly ground cumin|6 Cloves crushed garlic|4 Hard-boiled eggs; shelled and coarsely chopped|1 Handful chopped cilantro|1 sm Handful chopped fresh mint|2 Quartered lemons|1 md Sweet onion (bermuda; vidalia; spanish, red), sliced|Good quality olive oil|Freshly ground black pepper|Salt",
         "servings": "4 Servings",
         "instructions": " <Ful is the Egyptian word for bean and Medames describes the variety used; a brown, round broad bean. This is a popular meal with both rich and poor in Eqypt, eaten in the fields, sold in bazaars and Ful cares, even served in luxury hotels and restaurants. The eggs, onions, oil and lemon are served separately for people to help themselves.> The following recipe is my adaptation of that given in the Food Book. Heat oven to 300 F. Put the soaked, drained beans into a baking dish with a cover and pour in enough water to cover them by 2 inches. Add half the cumin, lots of black pepper, and the garlic. Cook slowly in the over, covered, for 3-4 hours, until the beans are very soft but not broken up, and the juice is thick. Meanwhile, put the eggs, cilantro, mint, lemon, and onion into separate dishes on the table. When the beans are ready, salt them and add the rest of the cumin and 1/4 cup of olive oil. Serve in the baking dish at the table and invite people to addtheir own eggs, mint, cilantro and lemon juice on top, and more olive oil as needed to give a smooth consistency."
      }
   },
   {
      "country": "Suriname",
      "dishes": [
         "Pom"
      ],
      "recipe": {
         "title": "Chicken with Mandarines and Pomegranate",
         "ingredients": "Stephen Ceideburg|2 Mandarines|1 Chicken|Sprigs thyme|3 Mandarines, juice only|Pomegranate, juice only|1 Pomegranate, quartered, seeds reserved|1 tb Butter, softened|1 tb Flour",
         "servings": "4 Servings",
         "instructions": "This very seasonal dish - both mandarines and pomegranates are well into their seasons now - is simple but unusual. Segment 2 mandarines, being careful to remove as much pith as possible, and if possible remove the seeds. Remove the fatty pads from the cavity of a chicken and put the chicken in an ovenproof dish, preferably a glass chicken roaster to maximise final moistness. Surround the chicken with the mandarine segments and a few sprigs of thyme. Halve and juice 3 more mandarines and pour the juice over the chicken. Juice half a pomegranate and add. Season. Roast in a 190 C oven for about an hour or until the juices run clear when the thickest part of the thigh is pierced with a skewer. If not using a glass roaster with a lid, baste at intervals during cooking. Meanwhile cut another pomegranate into quarters and twist each wedge to help free the seeds. Coax them out and reserve. Work together a tablespoon of softened butter and a tablespoon of plain flour (to make a buerre manie). When the chicken is cooked, remove it and the mandarine segments to a serving dish and keep warm. Skim the sauce if necessary, then simmer it and add the beurre manie in small pieces, whisking all the time until it is sufficiently thickened. Taste the sauce for seasoning and pour over the chicken and mandarines. Scatter the pomegranate seeds over the mandarine segments and serve."
      }
   },
   {
      "country": "Sweden",
      "dishes": [
         "Koettbullar",
         "Surstroemming",
         "Ostkaka"
      ],
      "recipe": {
         "title": "Koettbullar (Swedish Meatballs)",
         "ingredients": "1/2 c Unseasoned bread crumbs|1/2 c Half and half cream|4 tb Unsalted butter|1/4 c Minced white onions|1/3 lb Ground beef|1/3 lb Ground veal|1/3 lb Ground pork|1 lg Egg|1/8 ts Freshly grated nutmeg|1/2 ts Salt (or to taste)|1/4 ts Freshly ground black pepper",
         "servings": "8 Servings",
         "instructions": "1. Soak the bread crumbs in the half and half for 5 minutes in a large mixing bowl. 2. Melt 1 tablespoon of the butter in a small skillet over low to moderate heat. When the foam starts to subside, add the onions and saute them for about 2 minutes. Let cool slightly. 3. Add the beef, veal, pork, egg nutmeg, salt, pepper, and onions to the bread-crumb mixture. Gently combine the ingredients with your hands. 4. Cover the bowl and refrigerate the mixture for a couple of hours. 5. Shape the meat mixture with your hands into uniform 2/3-inch balls. Arrange them on a plate in one layer so they do not touch each other. Let the meatballs stand at room temperature for 30 minutes. 6. Melt the remaining butter in a saute pan or skillet over moderate heat. When the foam starts to subside, add the meatballs. (Do not crowd the pan; unless your pan is oversized, you will have to cook gthe meatballs in batches and keep the cooked ones warm in a preheated 200 degree F oven.) Saute the meatballs for about 5 minutes until they become brown on all sides. Turn them as necessary, but do so gently. 7. Transfer the 'koettbullar' to a warm platter and serve immediately. Serves 8."
      }
   },
   {
      "country": "Switzerland",
      "dishes": [
         "Fondue",
         "Roesti"
      ],
      "recipe": {
         "title": "Elegant Fondue Chocolate (Sweet)",
         "ingredients": "3 (3-oz) bars toblerone milk chocolate|1/3 c Heavy cream|2 tb Kirsch; orange liqueur, or fruit flavor brandy",
         "servings": "4 Servings",
         "instructions": "From the Oster (blender) brochure \"Fun and Fancy Fondue Feasts\" Break Toblerone into triangular pieces and melt in cream in fondue pot, stirring frequently until chocolate is melted. Add liqueur and stir well. (For a thinner fondue, add 1 to 2 tablespoons of cream). Variation: Use two 3-oz. bars Toblerone milk chocolate and one 3-oz. bar Toblerone bittersweet chocolate for a semisweet chocolate fondue. Dippers: Assorted fruit pieces - firm bananas, tart apples, rasp- berries, strawberries, pears; cubes of cream cheese; cubes of angel or sponge cake; marshmallows. This is a fun party dessert...you will need fondue forks. I use a teflon lined small casserole for my fondue pot and keep it warm on a Salton Hot Tray. /DESSERTS"
      }
   },
   {
      "country": "Tajikistan",
      "dishes": [
         "Plov"
      ],
      "recipe": ""
   },
   {
      "country": "Tanzania, United Rep. of",
      "dishes": [
         "Ugali na Maharage ya Nazi",
         "Mchuzi wa Samaki"
      ],
      "recipe": ""
   },
   {
      "country": "Thailand",
      "dishes": [
         "Pad Thai",
         "Tom Yum Goong",
         "Som Tum"
      ],
      "recipe": {
         "title": "Pad Thai",
         "ingredients": "Pad Thai rice noodles|1/2 c Tomato paste|1 c Granulated sugar|Salt to taste|1/2 ts Ground fresh chili paste|1/2 ts Soy sauce|1 c Vinegar|1/2 c Water|4 Fresh eggs|8 oz Salad oil|1 lb Lean meat (pork, chicken, beef) sliced 2 inches long and 1/4 inch thick, or 1 pound shrimp, shelled and deveined|2 lb Bean sprouts|1/2 c Thai turnip leaves or green onions, cut 1 to 2 inches long|Ground peanuts, bean sprouts and lime slices, for garnish",
         "servings": "1 Servings",
         "instructions": "Soak the rice noodles in 10 to 12 cups cold water for 30 minutes to an hour. Drain and cover with a damp towel to retain moisture. In a small pot combine the tomato paste, sugar, salt, chili paste, soy sauce, vinegar and water. Cook over medium heat, stirring, until all ingredients are mixed together. Preheat a wok or skillet over medium heat. Add vegetable oil, meat and eggs and cook until done. Combine rice noodles and sauce mix with eggs and meat in wok or skillet and stir until they are evenly mixed. Continue cooking, stirring frequently to make sure noodles do not get too hard or burned. Add bean sprouts and turnip leaves or green onions and stir to combine. Serve with ground peanuts, fresh bean sprouts and fresh lime slices on the side."
      }
   },
   {
      "country": "Togo",
      "dishes": [
         "Akume with Ademe Sauce",
         "Couscous in Peanut Sauce",
         "Gboma Dessi"
      ],
      "recipe": ""
   },
   {
      "country": "Tonga",
      "dishes": [
         "Lu Pulu"
      ],
      "recipe": ""
   },
   {
      "country": "Trinidad and Tobago",
      "dishes": [
         "Callaloo",
         "Sancoche"
      ],
      "recipe": {
         "title": "Callaloo and Rice",
         "ingredients": "2 c Unprocessed white rice|1/2 lb Callaloo|1 sm Onion; sliced|1 Clove garlic; chopped|1 Lemon; sliced, including peel|1 lg Tomato; quartered",
         "servings": "6 Servings",
         "instructions": "(If callaloo is unobtainable substitute fresh spinach or Swiss chard)"
      }
   },
   {
      "country": "Tunisia",
      "dishes": [
         "Tunisian Couscous with Lamb",
         "Kamounia"
      ],
      "recipe": ""
   },
   {
      "country": "Turkey",
      "dishes": [
         "Kebab",
         "Kuru Fasulye"
      ],
      "recipe": {
         "title": "Meatball Kebabs with Couscous And Lemon Spinach",
         "ingredients": "1 lb Ground lamb or beef|2 tb Pine nuts|2 tb Zante currents|2 tb Instant minced onion|3/4 ts Cumin|3/4 ts Salt|3/4 ts Paprika|1/4 ts Ground cinnamon|1/4 ts Cayenne pepper|2 Cloves of garlic crushed|1 6oz box tomato-lentil cousco us|1 md European cucumber, shreaded|1 8oz plain low-fat yogurt|3 tb Chopped mint leaves|1/4 ts Ground coriander|1/4 ts Salt and pepper|1 10oz bag pre-washed spinach|1/4 c Water|1 lg Lemon cut into wedges",
         "servings": "4 Servings",
         "instructions": "1. Meatballs: In a large bowl, combine lamb or beef, pine nuts, currents, onion, cumin, paprika, salt, cinnamon, cayenne, amd gralic; mix well with hands. Divide mixture into fourths. On each of 4 (12\") metal skewers, mold 1/4 mixture into a 6 X 1 1/2\" sausage shape around skewer. Place on broiler pan rack. Preheat broiler. 2. Couscous: Prepare accordingto package directions; fluff with a fork; keep warm. 3. Yogurt sauce: squeeze shredded cucumber to get rid of excess waater; pllace in small serving bowl. Stir in yogurt, mint, coriander, salt and pepper until blended. 4. (back to kebabs) Broil kebabs 4-6\" from heat turning several times, 4-6minutes for medium or 8 minutes ofr well done. 5. Spinach: Place spinach and water in4-qt pot; cover; steam 2 miiinutes, until wilted. 6. Serve kebabs over couscous with yogurt sauce, spinach and lemon wedges."
      }
   },
   {
      "country": "Turkmenistan",
      "dishes": [
         "Plov"
      ],
      "recipe": ""
   },
   {
      "country": "Tuvalu",
      "dishes": [
         "Pulaka",
         "Tuvalu Tuna"
      ],
      "recipe": ""
   },
   {
      "country": "Uganda",
      "dishes": [
         "Matoke"
      ],
      "recipe": {
         "title": "Spicy Matoke",
         "ingredients": "2 tb Vegetable oil|2 lb Beef chuck, cut into|1/4 c Water|4 Medium green plantains, or|1 1/2-inch pieces|Small green (unripe) banana|1/2 ts Salt|Peeled and cut into 1/2-inc|1/4 ts Freshly ground black pepper|1 Small onion, coarsley|Chopped|1 Fresh hot chile pepper, such|As jalapeno, seeded and|Chopped|1 ts Curry powder|1 ts Ground coriander seed|Thick slices|3 tb Fresh lemon juice|1 c Well-washed chopped spinach|Leaves (about 5 ounces)|2 tb Unsalted buter, softened|1/2 c Freshly grated coconut|(optional)",
         "servings": "4 Servings",
         "instructions": "In a 5-quart Dutch oven, heat the oil over medium-high heat. Sprinkle the beef with the salt and pepper. In batches, add the beef and cook, turning occasionally, until browned on all sides, 8 to 10 minutes. Using a slotted spoon, transfer the browned beef to a plate and set it aside. Add the onion and chile pepper to the Dutch oven. Reduce the heat to medium and cook, stirring often, until the onion has softened, about 3 minutes. Add the curry powder and coriander, and stir for 1 minute. Return the beef to the Dutch oven, and stir in the water. Reduce the heat to low and cook, covered, until the meat is tender and the liquid has almost com- pletely evaporated, about 1 hour. (If the stew looks as if it's drying out, add a little more water.) Preheat the oven to 350. Lightly butter a 9-inch square baking dish. In a large bowl, combine the plantains and spinach, and mash together with a fork until fairly smooth. Stir in the beef stew. Spread the mixture evenly in the prepared baking dish, and dot the top with the butter. Bake until the top is golden brown, about 30 minutes. Sprinkle with the grated coconut if desired, and serve immediately."
      }
   },
   {
      "country": "Ukraine",
      "dishes": [
         "Borscht",
         "Varenyky"
      ],
      "recipe": {
         "title": "Beet And Cabbage Borscht",
         "ingredients": "4 c Unsalted chicken stock|1 c Dry white wine|1 lb Savoy or green cabbage - (abt 6 cups); cored, shredded|1 lg Beet - (abt 8 oz); peeled, and|Cut into fine julienne|1 sm Red onion; peeled, sliced thin|1 tb Balsamic vinegar|Generous pinch of ground cumin|Salt; to taste|Freshly-ground black pepper; to taste|1/2 c Unflavored yogurt or sour cream",
         "servings": "4 servings",
         "instructions": "Place the chicken stock, wine, cabbage, beets and onion in a large pot. Bring to a boil, reduce heat and simmer until vegetables are tender, for about 30 minutes, stirring occasionally. Add the vinegar, cumin, salt and pepper. (This can be prepared ahead, cooled, covered and set aside at cool room temperature for several hours or refrigerated for several days.) To serve, remove from the refrigerator for about 30 minutes before serving if presenting chilled. Simmer over medium-high heat to reheat if presenting warm. Ladle into 4 soup bowls. Spoon on a generous dollop of yogurt. Serve immediately. This recipe yields 4 servings."
      }
   },
   {
      "country": "United Arab Emirates",
      "dishes": [
         "Murraq",
         "Samak Makli",
         "Kharoof Mahshi"
      ],
      "recipe": ""
   },
   {
      "country": "United Kingdom",
      "dishes": [
         "Fish and Chips",
         "Haggis",
         "Shepherds Pie"
      ],
      "recipe": {
         "title": "Fish and Chips",
         "ingredients": "3 lb Fish fillet, mild/white|1 Whole lemon, sliced|8 oz Oil, for frying|Pancake mix|Club soda|Buttermilk",
         "servings": "6 Servings",
         "instructions": "Soak 3 pounds fish filets in just enough buttermilk to cover; refrigerate in covered container with 1 fresh sliced lemon for 2 to 3 hours. Heat 8 ounces peanut oil or veg oil in heavy 2 1/4 quart saucepan, 2 1/2 inches deep. Cut each fish filet in half (make triangle shape.) Coat in dry pancake mix. In separate bowl, combine 2 cups pancake mix with just enough bottles club soda (about 2 1/4 cups) to give the consistency of dairy buttermilk. Dip floured filets into batter; let excess drip off into bowl. Deep-fry about 4 minutes on each side until golden. Keep warm on baking sheet in 300F oven until all pieces have been fried. Do not heap fish as it creates a steam in oven that makes the coating soft. For chips, cut frozen A&P brand cottage potatoes into halves; deep-fry as you would ordinary French fried. (A&P cottage potatoes are in 2 pound bags in frozen foods. Per serving: 524 Calories; 39g Fat (68% calories from fat); 41g Protein; 2g Carbohydrate; 98mg Cholesterol; 123mg Sodium NOTES : TJP note: Serve with Malt Vinegar."
      }
   },
   {
      "country": "United States of America",
      "dishes": [
         "Fried Chicken",
         "Clam Chowder",
         "Gumbo",
         "Hamburger"
      ],
      "recipe": {
         "title": "Fried Chicken",
         "ingredients": "82 lb CHICKEN;WHOLE FZ|3 1/2 lb FLOUR GEN PURPOSE 10LB|1/4 c PEPPER BLACK 1 LB CN|2 tb PAPRIKA GROUND|6 tb SALT TABLE 5LB",
         "servings": "100 Servings",
         "instructions": "TEMPERATURE: 325 F. DEEP FAT 1. WASH CHICKEN THOROUGHLY UNDER COLD RUNNING WATER. DRAIN WELL. 2. DREDGE CHICKEN PIECES IN MIXTURE OF FLOUR, SALT, PEPPER AND PAPRIKA; SHAKE OFF EXCESS. 3. FRY UNTIL GOLDEN BROWN OR UNTIL DONE (180F.) 4. DRAIN WELL IN BASKET OR ON ABSORBENT PAPER. NOTE: 1. IN STEP 1, 65 LB CHICKEN, BROILER-FRYER, CUT-UP OR 82 LB CHICKEN, BROILER-FRYER, QUARTERED MAY BE USED. NOTE: 2. FRYING SHOULD BE SCHEDULED TO ALLOW FRIED CHICKEN TO BE SERVED IMMEDIATELY. IF NECESSARY, FRIED CHICKEN MAY BE HELD IN A ROASTING PAN UNCOVERED IN OVEN AT 200 F. UNTIL SERVING TIME. NOTE: 3. MEATIER PIECES MAY REQUIRE LONGER COOKING. TEST FOR DONENESS. FRIED CHICKEN SHOULD BE FORK-TENDER; THE FORK WILL PIERCE THE THICKEST PIECE EASILY. NOTE: 4. APPROXIMATE FRYING TIME FOR CUT-UP 9 PIECE CHICKEN IS: WINGS - 5 TO 7 MINUTES LEGS - 10 TO 13 MINUTES THIGHS - 10 TO 15 MINUTES BREASTS - 10 TO 15 MINUTES KEEL BREASTS - 7 TO 10 MINUTES SERVING SIZE: 2 PIECES ("
      }
   },
   {
      "country": "Uruguay",
      "dishes": [
         "Churrasco (Asado)",
         "Chivito"
      ],
      "recipe": ""
   },
   {
      "country": "Uzbekistan",
      "dishes": [
         "Palov (Pilaf)"
      ],
      "recipe": ""
   },
   {
      "country": "Vanuatu",
      "dishes": [
         "Lap lap"
      ],
      "recipe": ""
   },
   {
      "country": "Viet Nam",
      "dishes": [
         "Pho",
         "Bun bo Hue"
      ],
      "recipe": {
         "title": "Vietnamese Pho",
         "ingredients": "5 lb Beef bones with marrow|5 lb Oxtails|1 lb Flank steak|2 lg Onions; unpeeled, halved, and studded with 8 cloves|3 Shallots; unpeeled|2 oz Piece ginger; unpeeled|8 Star anise|1 Cinnamon stick|4 md Parsnips cut in 2-inch chunks|2 ts Salt|1 lb Beef sirloin|2 Scallions; thinly sliced|1 tb Cilantro; chopped|2 md Onions; thinly sliced|1/4 c Hot chili sauce|1 lb Rice noodles 1/4-inch wide (or banh pho)|1/2 c Nuoc mam (Vietnamese fish sauce)|Black pepper; freshly grnd.|2 c Fresh bean sprouts|2 Fresh chili peppers; sliced|2 Limes cut in wedges|1 bn Fresh mint|1 bn Fresh Asian or regular basil",
         "servings": "4 Servings",
         "instructions": "Soak bone overnight in cold water. Place bones, oxtails and flank steak in a large stock pot. Add water to cover and bring to a boil. Cook 10 minutes, drain and rinse pot and bones. Return bones to pot, add 6 quarts water and bring to a boil. Skim surface of scum and fat. Stir bones at bottom from time to time. Add 3 more quarts water, bring to a boil again and skim scum. Lower heat and let simmer. Char clove-studded onions, shallots, and ginger under a broiler until they release their fragrant odors. Tie charred vegetables, star anise, and cinnamon stick in a thick, dampened cheesecloth. Put it in stock with parsnips and salt. Simmer for 1 hour. Remove flank steak and continue simmering broth, uncovered pot, for 4-5 hours. Add more water if level goes below bones. Meanwhile, slice beef sirloin against grain into paper-thin slices, about 2-by-2 inches. Slice flank steak the same way. Set aside. In a small bowl, combine scallions, cilantro, and half the sliced onions. Place remaining onions in another bowl and mix in hot chili sauce. Soak rice noodles in warm water for 30 minutes. Drain and set aside. When broth is ready, discard bones. Strain broth through a colander lined with a double layer of damp cheesecloth into a clean pot. Add fish sauce and bring to a boil. Reduce heat to simmer. In another pot, bring 4 quarts of water to a boil. Add noodles and drain immediately. Do not overcook noodles. Divide among 4 large soup bowls. Top noodles with sliced meats. Bring broth to a rolling boil, then ladle into soup bowls. Garnish with scallions mixture and black pepper. Serve the onions in hot chili sauce and remaining ingredients on the side to add as desired. Also, you can add Hoisin sauce as a dip. Serves 4."
      }
   },
   {
      "country": "Yemen",
      "dishes": [
         "Saltah",
         "Chicken Kabsa"
      ],
      "recipe": ""
   },
   {
      "country": "Zambia",
      "dishes": [
         "Nshima"
      ],
      "recipe": ""
   },
   {
      "country": "Zimbabwe",
      "dishes": [
         "Sadza with Goat and Greens"
      ],
      "recipe": ""
   }
]